[
    [
        "I am the only being whose doom No tongue would ask no eye would mourn I never caused a thought of gloom A smile of joy since I was born In secret pleasure - secret tears This changeful life has slipped away As friendless after eighteen years As lone as on my natal day",
        ""
    ],
    [
        "First melted off the hope of youth Then Fancy's rainbow fast withdrew And then experience told me truth In mortal bosoms never grew 'Twas grief enough to think mankind All hollow servile insincere But worse to trust to my own mind And find the same corruption there",
        ""
    ],
    [
        "I cannot live without my soul; I cannot live without my life!",
        ""
    ],
    [
        "The night is darkening round me, The wild winds coldly blow; But a tyrant spell has bound me And I cannot, cannot go. The giant trees are bending Their bare boughs weighed with snow,And the storm is fast descending, And yet I cannot go.Clouds beyond clouds above me, Wastes beyond wastes below;But nothing drear can move me- I will not, cannot go.",
        ""
    ],
    [
        "Shall Earth no more inspire thee, Thou lonely dreamer now? Since passion may not fire thee Shall Nature cease to bow? Thy mind is ever moving In regions dark to thee; Recall its useless roving - Come back and dwell with me -",
        ""
    ],
    [
        "I've watched thee every hour - I know my mighty sway - I know my magic power To drive thy griefs away -",
        ""
    ],
    [
        "Then let my winds caress thee - Thy comrade let me be - Since naught beside can bless thee Return and dwell with me -",
        ""
    ],
    [
        "He comes with western winds, with evening's wandering airs, With that clear dusk of heaven that brings the thickest stars; Winds take a pensive tone and stars a tender fire And visions rise and change which kills me with desire.",
        ""
    ],
    [
        "But first a hush of peace, a soundless calm descends; The struggle of distress and fierce impatience ends Mute music sooths my breast - unuttered harmony That I could never dream till earth was lost to me. Then dawns the Invisible; the Unseen its truth reveals; My outward sense is gone, my inward essence feels - Its wings are almost free, it is home, its harbor found; Measuring the gulf, it stoops and dares the final bound - O, dreadful is the check - intense the agony When the ear begins to hear and the eye begins to see; When the pulse begins to throb, the brain to think again, The soul to feel the flesh and the flesh to feel the chain.Yet I would lose no sting, would wish no torture less; The more that anguish racks the earlier it will bless; And robed in fires of Hell, or bright with heavenly shine If it but herald Death, the vision is divine -",
        ""
    ],
    [
        "What use is it to slumber here: Though the heart be sad and weary? What use is it to slumber here Though the day rise dark and dreary?",
        ""
    ],
    [
        "For that mist may break when the sun is high And this soul forget its sorrow And the rose ray of the closing day May promise a brighter morrow.",
        ""
    ],
    [
        "Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, But which will bloom most constantly?",
        ""
    ],
    [
        "Still, as I mused, the naked room, The alien firelight died away;And from the midst of cheerless gloom I passed to bright, unclouded day.",
        "Stanza vi."
    ],
    [
        "A heaven so clear, an earth so calm, So sweet, so soft, so hushed an air;And, deepening still the dreamlike charm, Wild moor-sheep feeding everywhere.",
        "Stanza vii."
    ],
    [
        "When weary with the long day's care, And earthly change from pain to pain, And lost and ready to despair, Thy kind voice calls me back again: Oh, my true friend! I am not lone, While thou canst speak with such a tone!",
        ""
    ],
    [
        "So hopeless is the world without; The world within I doubly prize; Thy world, where guile, and hate, and doubt, And cold suspicion never rise; Where thou, and I, and Liberty, Have undisputed sovereignty.",
        ""
    ],
    [
        "What matters it, that, all around, Danger, and guilt, and darkness lie, If but within our bosom's bound We hold a bright, untroubled sky, Warm with ten thousand mingled rays Of suns that know no winter days?",
        ""
    ],
    [
        "Reason, indeed, may oft complain For Nature's sad reality, And tell the suffering heart, how vain Its cherished dreams must always be; And Truth may rudely trample down The flowers of Fancy, newly-blown:",
        ""
    ],
    [
        "But, thou art ever there, to bring The hovering vision back, and breathe New glories o'er the blighted spring, And call a lovelier Life from Death, And whisper, with a voice divine, Of real worlds, as bright as thine.",
        ""
    ],
    [
        "I trust not to thy phantom bliss, Yet, still, in evening's quiet hour, With never-failing thankfulness, I welcome thee, Benignant Power; Sure solacer of human cares, And sweeter hope, when hope despairs!",
        ""
    ],
    [
        "Cold in the earth-and the deep snow piled above thee, Far, far, removed, cold in the dreary grave! Have I forgot, my only Love, to love thee, Severed at last by Time's all-severing wave?",
        ""
    ],
    [
        "Sweet Love of youth, forgive, if I forget thee, While the world's tide is bearing me along; Other desires and other hopes beset me, Hopes which obscure, but cannot do thee wrong!",
        ""
    ],
    [
        "But when the days of golden dreams had perished, And even Despair was powerless to destroy; Then did I learn how existence could be cherished, Strengthened, and fed without the aid of joy.",
        ""
    ],
    [
        "The winter wind is loud and wild, Come close to me, my darling child; Forsake thy books, and mateless play; And, while the night is gathering grey, We'll talk its pensive hours away;-",
        ""
    ],
    [
        "No coward soul is mine, No trembler in the world's storm-troubled sphere: I see Heaven's glories shine, And Faith shines equal, arming me from Fear.O God within my breast, Almighty, ever-present Deity! Life - that in me has rest, As I - undying Life - have power in Thee!Vain are the thousand creedsThat move men's hearts: unutterably vain; Worthless as withered weeds, Or idlest froth amid the boundless main...",
        ""
    ],
    [
        "With wide-embracing love Thy Spirit animates eternal years, Pervades and broods above, Changes, sustains, dissolves, creates, and rears.Though earth and moon were gone, And suns and universes ceased to be, And Thou wert left alone, Every existence would exist in Thee. There is not room for Death, Nor atom that his might could render void: Thou - Thou art Being and Breath, And what Thou art may never be destroyed.",
        ""
    ],
    [
        "Yes, as my swift days near their goal'Tis all that I imploreIn life and death a chainless soulWith courage to endure",
        ""
    ]
]