{
  "bio": "Albert Einstein (14 marzo 1879 – 18 aprile 1955) è stato un fisico teorico tedesco di origine ebraica, ampiamente riconosciuto come uno dei più grandi fisici di tutti i tempi. Einstein è noto per lo sviluppo della teoria della relatività, ma ha anche dato importanti contributi allo sviluppo della teoria della meccanica quantistica. Insieme, relatività e meccanica quantistica sono i due pilastri della fisica moderna. Ha vinto il Premio Nobel per la Fisica nel 1921 per la sua spiegazione dell'effetto fotoelettrico.",
  "quotes": [
    [
      "Dalla teoria speciale della relatività risultava che la massa e l'energia non sono altro che manifestazioni diverse della stessa cosa - una concezione alquanto insolita per la mente comune. Inoltre, l'equazione E = mc², in cui l'energia è uguale alla massa moltiplicata per il quadrato della velocità della luce, dimostrava che quantità molto piccole di massa possono essere convertite in quantità molto grandi di energia e viceversa. Massa ed energia erano equivalenti, secondo la formula menzionata prima. Questo fu dimostrato sperimentalmente da Cockcroft e Walton nel 1932."
    ],
    [
      "Per orologio intendiamo qualsiasi cosa caratterizzata da un fenomeno che passa periodicamente attraverso fasi identiche, per cui dobbiamo assumere, per il principio di ragione sufficiente, che tutto ciò che accade in un dato periodo sia identico a tutto ciò che accade in un periodo arbitrario."
    ],
    [
      "La natura ci mostra solo la coda del leone. Ma non ho dubbi, nella mia mente, che il leone le appartenga, anche se non può rivelarsi completamente agli occhi a causa delle sue enormi dimensioni. Lo vediamo solo come una pulce seduta su di lui lo vedrebbe."
    ],
    [
      "\"Il mondo fisico è reale.\" Questo dovrebbe essere l'ipotesi fondamentale. Che cosa significa \"ipotesi\" qui? Per me, un'ipotesi è un'affermazione, la cui verità deve essere assunta per il momento, ma il cui significato deve essere elevato al di sopra di ogni ambiguità. L'affermazione sopra mi appare, tuttavia, di per sé, priva di significato, come se si dicesse: \"Il mondo fisico è chicchirichì.\" Mi sembra che il \"reale\" sia una categoria intrinsecamente vuota e priva di significato (scatola), la cui formidabile importanza risiede solo nel fatto che posso fare certe cose in essa e non altre cert'altre."
    ],
    [
      "Lo stato d'animo che permette a un uomo di fare un lavoro di questo genere è simile a quello dell'adoratore religioso o dell'amante; lo sforzo quotidiano non deriva da un'intenzione o un programma deliberato, ma direttamente dal cuore."
    ],
    [
      "Uno dei motivi più forti che spingono gli uomini verso l'arte e la scienza è la fuga dalla vita quotidiana con la sua cruda crudezza e spietata desolazione, dalle catene dei propri desideri sempre mutevoli. Una natura finemente temperata desidera sfuggire alla vita personale per entrare nel mondo della percezione e del pensiero oggettivo. A questo motivo negativo se ne associa uno positivo. L'uomo cerca di formarsi, in qualunque modo gli sia congeniale, un'immagine semplificata e chiara del mondo, e così di superare il mondo dell'esperienza cercando di rimpiazzarlo in qualche misura con questa immagine. Questo è ciò che fa il pittore, e il poeta, il filosofo speculativo, lo scienziato naturale, ciascuno a modo suo. In questa immagine e nella sua formazione pone il centro di gravità della sua vita emotiva, al fine di raggiungere la pace e la serenità che non riesce a trovare entro i confini ristretti della sua esperienza personale vorticosa."
    ],
    [
      "Il compito supremo del fisico è giungere a quelle leggi elementari universali dalle quali il cosmo può essere costruito mediante pura deduzione. Non esiste un percorso logico verso queste leggi; solo l'intuizione, basata su una comprensione simpatica dell'esperienza, può raggiungerle. In questa incertezza metodologica, si potrebbe supporre che ci siano un numero qualsiasi di sistemi possibili di fisica teorica tutti egualmente ben giustificati; e questa opinione è certamente corretta, teoricamente parlando. Ma lo sviluppo della fisica ha mostrato che in un dato momento, tra tutte le costruzioni concepibili, una sola si è sempre dimostrata decisamente superiore a tutte le altre."
    ],
    [
      "Quando un uomo, dopo anni di ricerche, inciampa su un'idea che rivela qualcosa della bellezza di questo misterioso universo, non dovrebbe quindi essere personalmente celebrato. È già sufficientemente ripagato dalla sua esperienza di ricerca e scoperta. Inoltre, in scienza, il lavoro dell'individuo è così strettamente connesso a quello dei suoi predecessori e contemporanei scientifici che appare quasi come un prodotto impersonale della sua generazione."
    ],
    [
      "Prova a penetrare con i nostri mezzi limitati i segreti della natura e scoprirai che, dietro a tutte le concatenazioni discernibili, rimane qualcosa di sottile, intangibile e inspiegabile. La venerazione per questa forza al di là di tutto ciò che possiamo comprendere è la mia religione. A tal punto, infatti, sono, in un certo senso, religioso."
    ],
    [
      "Se A è il successo nella vita, allora A = x + y + z. X è il lavoro, Y è il gioco e Z è tenere la bocca chiusa."
    ],
    [
      "Come può essere che la matematica, essendo, dopo tutto, un prodotto del pensiero umano indipendente dall'esperienza, sia così ammirevolmente appropriata agli oggetti della realtà? La ragione umana, quindi, senza esperienza, semplicemente riflettendo, è in grado di svelare le proprietà delle cose reali?"
    ],
    [
      "Un motivo per cui la matematica gode di un'attenzione particolare, superiore a tutte le altre scienze, è che le sue leggi sono assolutamente certe e indiscutibili, mentre quelle delle altre scienze sono in qualche misura discutibili e in perenne rischio di essere rovesciate da nuovi fatti scoperti."
    ],
    [
      "Il significato della relatività è stato ampiamente frainteso. I filosofi giocano con la parola, come un bambino con una bambola. La relatività, a mio avviso, indica soltanto che certi fatti fisici e meccanici, che sono stati considerati positivi e permanenti, sono relativi rispetto ad altri fatti nell'ambito della fisica e della meccanica. Non significa che tutto nella vita sia relativo e che abbiamo il diritto di rovesciare tutto il mondo in modo malizioso."
    ],
    [
      "Nessun uomo può visualizzare quattro dimensioni, se non matematicamente... Penso in quattro dimensioni, ma solo in modo astratto. La mente umana non riesce a immaginare queste dimensioni più di quanto possa percepire l'elettricità. Tuttavia, esse non sono meno reali dell'elettromagnetismo, la forza che controlla il nostro universo, dentro di noi, e grazie alla quale esistiamo."
    ],
    [
      "Leggere dopo una certa età distoglie troppo la mente dalle sue attività creative. Qualsiasi uomo che legge troppo e utilizza troppo poco il proprio cervello sviluppa abitudini mentali pigre, proprio come l'uomo che trascorre troppo tempo a teatro è tentato di accontentarsi di vivere vicariamente anziché vivere la propria vita."
    ],
    [
      "Il nostro tempo è gotico nel suo spirito. A differenza del Rinascimento, non è dominato da poche personalità eccezionali. Il ventesimo secolo ha stabilito la democrazia dell'intelletto. Nella repubblica dell'arte e della scienza, ci sono molti uomini che svolgono un ruolo altrettanto importante nei movimenti intellettuali della nostra età. È l'epoca piuttosto che l'individuo a essere importante. Non c'è una personalità dominante come Galileo o Newton. Anche nel diciannovesimo secolo, c'erano ancora pochi giganti che sopraffacevano tutti gli altri. Oggi il livello generale è molto più alto che mai nella storia del mondo, ma ci sono pochi uomini la cui grandezza li distingue immediatamente da tutti gli altri."
    ],
    [
      "Sono un determinista. In quanto tale, non credo nel libero arbitrio. Gli ebrei credono nel libero arbitrio. Credono che l'uomo plasmi la propria vita. Io respingo quella dottrina filosoficamente. In tal senso, non sono un ebreo."
    ],
    [
      "Credo con Schopenhauer: possiamo fare quello che desideriamo, ma possiamo solo desiderare ciò che dobbiamo. Praticamente, sono comunque costretto ad agire come se la libertà di volontà esistesse. Se desidero vivere in una comunità civile, devo agire come se l'uomo fosse un essere responsabile. So che filosoficamente un assassino non è responsabile del suo crimine; tuttavia, devo proteggermi da contatti sgraditi. Posso considerarlo innocente, ma preferisco non prendere il tè con lui."
    ],
    [
      "La mia carriera è stata indubbiamente determinata, non dalla mia volontà, ma da vari fattori sui quali non ho controllo - principalmente quelle misteriose ghiandole in cui la Natura prepara l'essenza stessa della vita, le nostre secrezioni interne."
    ],
    [
      "Mentre gli storici e i filosofi materialisti trascurano le realtà psichiche, Freud è incline a esagerarne l'importanza. Non sono uno psicologo, ma mi sembra abbastanza evidente che i fattori fisiologici, in particolare i nostri endocrini, controllano il nostro destino... Non sono in grado di esprimere un giudizio su una fase così importante del pensiero moderno. Tuttavia, mi sembra che la psicoanalisi non sia sempre salutare. Potrebbe non essere sempre utile scrutare nel subconscio. Il funzionamento delle nostre gambe è controllato da cento diversi muscoli. Pensi che ci aiuterebbe a camminare se analizzassimo le nostre gambe e sapessimo esattamente quale dei piccoli muscoli deve essere impiegato per il movimento e l'ordine in cui funzionano?"
    ],
    [
      "L'unico progresso che riesco a vedere è il progresso nell'organizzazione. L'ordinario essere umano non vive abbastanza a lungo da trarre beneficio sostanziale dalla propria esperienza. E nessuno, sembra, può beneficiare delle esperienze degli altri. Essendo sia padre che insegnante, so che non possiamo insegnare nulla ai nostri figli. Non possiamo trasmettere loro né la nostra conoscenza della vita né della matematica. Ognuno deve imparare la propria lezione da capo."
    ],
    [
      "Ma per tornare alla questione ebraica. Altri gruppi e nazioni coltivano le loro tradizioni individuali. Non c'è ragione per cui dobbiamo sacrificare le nostre. La standardizzazione priva la vita del suo sapore. Privare ogni gruppo etnico delle sue tradizioni speciali significa trasformare il mondo in un'enorme fabbrica Ford. Credo nella standardizzazione delle automobili. Non credo nella standardizzazione degli esseri umani. La standardizzazione è un grande pericolo che minaccia la cultura americana."
    ],
    [
      "Non mi attribuisco nessun merito. Tutto è determinato, l'inizio come la fine, da forze sulle quali non abbiamo controllo. È determinato per l'insetto come per la stella. Gli esseri umani, le verdure o la polvere cosmica, balliamo tutti al suono di una misteriosa melodia, intonata in lontananza da un suonatore invisibile."
    ],
    [
      "Non sono un ateo. Non so se posso definirmi un panteista. Il problema coinvolto è troppo vasto per le nostre menti limitate. Posso rispondere con una parabola? La mente umana, per quanto altamente addestrata, non riesce a comprendere l'universo. Siamo nella posizione di un bambino piccolo, che entra in una grande biblioteca le cui pareti sono ricoperte fino al soffitto da libri in molte lingue diverse. Il bambino sa che qualcuno deve aver scritto quei libri. Non sa chi o come. Non capisce le lingue in cui sono scritti. Il bambino nota un piano preciso nell'ordine dei libri, un ordine misterioso, che non comprende, ma solo sospetta vagamente. Questo, mi sembra, è l'atteggiamento della mente umana, anche quella più grande e colta, verso Dio."
    ],
    [
      "Oltre a concordare con gli obiettivi del vegetarianismo per ragioni estetiche e morali, è mio parere che un modo di vivere vegetariano, attraverso il suo puro effetto fisico sul temperamento umano, influenzerebbe in modo molto benefico gran parte dell'umanità."
    ],
    [
      "Perché mai questa magnifica scienza applicata che fa risparmiare lavoro e rende la vita più facile ci porta così poca felicità? La semplice risposta è: perché non abbiamo ancora imparato a farne un uso sensato. In guerra serve a farci avvelenare e mutilare a vicenda. In pace ha reso le nostre vite affrettate e incerte. Invece di liberarci in gran misura dal lavoro spiritualmente sfiancante, ha trasformato gli uomini in schiavi della macchina, che per lo più completano la loro lunga giornata monotona con disgusto e devono continuamente tremare per le loro povere razioni."
    ],
    [
      "Vedo un orologio, ma non riesco a immaginare l'orologiaio. La mente umana non è in grado di concepire le quattro dimensioni, quindi come può concepire un Dio, davanti al quale mille anni e mille dimensioni sono come uno?"
    ],
    [
      "Quello che l'ingegno inventivo dell'umanità ci ha dato negli ultimi cento anni potrebbe aver reso la vita umana priva di preoccupazioni e felice se lo sviluppo della capacità organizzativa dell'uomo fosse stato in grado di tenere il passo con i suoi progressi tecnici. Così com'è, le conquiste a malapena ottenute dell'era delle macchine nelle mani della nostra generazione sono pericolose quanto un rasoio nelle mani di un bambino di tre anni. Il possesso di meravigliosi mezzi di produzione non ha portato libertà, solo preoccupazioni e fame."
    ],
    [
      "Ci sono certe occupazioni, anche nella società moderna, che comportano vivere in isolamento e non richiedono grande sforzo fisico o intellettuale. Vengono in mente occupazioni come il servizio dei fari e dei natanti. Non sarebbe possibile collocare giovani che desiderano pensare a problemi scientifici, soprattutto di natura matematica o filosofica, in tali occupazioni? Molti pochi giovani con tali ambizioni hanno, persino durante il periodo più produttivo della loro vita, l'opportunità di dedicarsi indisturbati per un lungo periodo a problemi di natura scientifica."
    ],
    [
      "Tutte le religioni, arti e scienze sono rami dello stesso albero. Tutte queste aspirazioni sono dirette a nobilitare la vita dell'uomo, sollevandola dalla sfera della pura esistenza fisica e conducendo l'individuo verso la libertà. Non è un caso che le nostre università più antiche si siano sviluppate da scuole clericali."
    ],
    [
      "I concetti fisici sono creazioni libere della mente umana e non sono, per quanto possa sembrare, unicamente determinati dal mondo esterno. Nel tentativo di comprendere la realtà siamo un po' come un uomo che cerca di capire il meccanismo di un orologio chiuso. Vede il quadrante e le lancette in movimento, sente persino il suo ticchettio, ma non ha modo di aprire la cassa. Se è ingegnoso, può formarsi un'idea di un meccanismo che potrebbe essere responsabile di tutte le cose che osserva, ma potrebbe non essere mai del tutto sicuro che la sua idea sia l'unica che possa spiegare le sue osservazioni."
    ],
    [
      "Il declino morale che siamo costretti a testimoniare e la sofferenza che genera sono così opprimenti che non si possono ignorare nemmeno per un momento. Non importa quanto profondamente uno si immerga nel lavoro, persiste un senso inesorabile di tragedia inevitabile. Tuttavia, ci sono momenti in cui ci si sente liberi dalla propria identificazione con i limiti e le inadeguatezze umane. In tali momenti, ci si immagina di trovarsi su qualche punto di un piccolo pianeta, guardando con stupore la bellezza fredda ma profondamente commovente dell'eterno, l'inscrutabile: la vita e la morte fluiscono in uno, e non c'è né evoluzione né destino; solo essere."
    ],
    [
      "Sono convinto che la degenerazione segua ogni sistema autocratico di violenza, poiché la violenza attira inevitabilmente inferiori morali."
    ],
    [
      "Eroismo al comando, questa violenza insensata, questo maledetto chiasso di patriottismo - quanto li disprezzo intensamente! La guerra è bassa e spregevole, e preferirei essere ridotto a brandelli che partecipare a tali atti."
    ]
  ]
}