{
  "bio": "Bob Dylan, all'anagrafe Robert Allen Zimmerman (1941 – vivente), attore, compositore, musicista e cantautore statunitense.",
  "quotes": [
    [
      "Devo ammettere che l'uomo che ha sparato al presidente Kennedy, Lee Oswald, non so esattamente dove... cosa pensava di fare, ma devo ammettere onestamente che anch'io... ho visto qualcosa di me stesso in lui."
    ],
    [
      "In ogni caso, non è che io fossi ostile alla cultura di massa, né avevo intenzione di fare l'agitatore. Ero solo convinto che la cultura per il vasto pubblico fosse fiacca da morire, e anche una grossa presa in giro.[2]"
    ],
    [
      "La musica tradizionale è basata su esagrammi. Proviene dalle bibbie, da epidemie e carestie, e gira intorno alla morte.[4]"
    ],
    [
      "Ehi, Woody Guthrie [...] | Ti sto cantando questa canzone, ma non è abbastanza | perché non sono molti gli uomini che hanno fatto le cose che tu hai fatto."
    ],
    [
      "How many roads must a man walk down | Before you call him a man? (da Blowin' in the Wind, n. 1)"
    ],
    [
      "Be', il mio telefono suonava, non si fermava. | È il presidente Kennedy che mi chiama. | Mi disse \"Amico, Bob, di cosa abbiamo bisogno per far crescere il paese?\" | Dissi, \"Amico, abbiamo bisogno di Brigitte Bardot, Anita Ekberg, Sophia Loren. | Il paese crescerà. (da I Shall Be Free, n. 13)"
    ],
    [
      "Good and bad, I defined these terms quite clear, no doubt, somehow. Ah, but I was so much older then, I'm younger than that now. (da My Back Pages, n. 8)"
    ],
    [
      "You say you're lookin' for someone Never weak but always strong To protect you an' defend you Whether you are right or wrong Someone to open each and every door But it ain't me, babe No, no, no, it ain't me, babe It ain't me you're lookin' for, babe. (da It Ain't Me, Babe, n. 11)"
    ],
    [
      "Non hai bisogno di un meteorologo per sapere da che parte tira il vento."
    ],
    [
      "Be', faccio del mio meglio | per essere come sono | ma tutti vogliono | che sia come loro."
    ],
    [
      "Sa che non c'è successo come il fallimento, ed il fallimento non è per nulla un successo."
    ],
    [
      "Non chiedetemi nulla a proposito di niente, potrei solo dirvi la verità."
    ],
    [
      "Posso assomigliare a Robert Ford, ma mi sento come Jesse James."
    ],
    [
      "Mi chiesero qualche garanzia, abbassai i pantaloni."
    ],
    [
      "Persino il presidente degli Stati Uniti qualche volta deve restare nudo."
    ],
    [
      "Come ci si sente a stare da solo senza sapere dove è casa, come un completo sconosciuto, come una pietra che rotola?"
    ],
    [
      "Quando non possiedi nulla, non hai nulla da perdere."
    ],
    [
      "Il sole non è giallo, è vigliacco."
    ],
    [
      "Per vivere al di fuori della legge, devi essere onesto."
    ],
    [
      "\"Non c'è motivo di agitarsi\" disse gentilmente il ladro. | \"Molti qui tra noi credono che la vita non sia che uno scherzo, | ma tu ed io ci siamo già passati, e questo non è il nostro destino. | Non prendiamoci in giro adesso | che si sta facendo tardi\""
    ],
    [
      "Caro padrone, | la prego, non dia un prezzo alla mia anima. | Il mio fardello è pesante | e i miei sogni sono fuori controllo. [...] Caro padrone | la prego di prestare attenzione a queste parole che le pronuncio: | so che ha sofferto molto, | ma in questo non è così unico."
    ],
    [
      "Spegni la luce, abbassa la tenda, | non devi più temere nulla | perché stanotte sarò tuo."
    ],
    [
      "Ecco la storia di \"Hurricane\", | l'uomo che le autorità incolparono | per qualcosa che non aveva mai fatto, | lo misero in prigione ma un tempo lui sarebbe potuto diventare | il campione del mondo."
    ],
    [
      "Alle quattro del mattino fermano Rubin, | lo portano all'ospedale e gli fanno salire le scale. | L'uomo ferito lo guarda con occhi morenti | e dice: \"Cosa lo avete portato a fare qui? Non è lui l'uomo!\""
    ],
    [
      "A Paterson è questo il modo in cui vanno le cose. | Se sei nero è meglio che non ti faccia vedere per strada | a meno che tu non voglia attirare l'attenzione."
    ],
    [
      "Tutte le carte di Rubin erano segnate fin dall'inizio, | il processo fu una farsa, lui non ebbe mai una sola possibilità. | Il giudice fece apparire ogni testimone a favore di Rubin come un ubriacone, | per la gente bianca che osservava egli era un vagabondo rivoluzionario | e per i neri era solo un negro pazzo. | Nessun dubbio sul fatto che fosse stato lui a premere il grilletto. | E sebbene non abbiano ritrovato l'arma del delitto, | il Pubblico Ministero disse che era stato lui a compiere l'omicidio | e la giuria composta esclusivamente da bianchi fu d'accordo."
    ],
    [
      "Si sa che talvolta Satana viene come un uomo di pace."
    ],
    [
      "Dio sa quando lo vedi | Dio sa che devi piangere, | Dio sa i segreti del tuo cuore | te li dice mentre dormi. || Dio sa che c'è un fiume, | Dio sa come farlo scorrere, | Dio sa che non prenderai niente con te quando andrai. || Dio sa che c'è uno scopo, | Dio sa che esiste una possibilità, | Dio sa che puoi superare il momento più buio in ogni circostanza. || Dio sa che esiste un paradiso, | Dio sa che è nascosto, | Dio sa che possiamo trovare la strada da qui a lì | persino se dobbiamo camminare per un milione di miglia al lume di candela.[10]"
    ],
    [
      "I libri erano qualcosa di speciale, qualcosa di davvero speciale. Leggevo molte pagine ad alta voce e mi piaceva il suono delle parole, il loro linguaggio."
    ],
    [
      "[D. Qual è il suo autentico messaggio?] Dylan: Tieni la testa sulle spalle e portati appresso una torcia elettrica (1965)"
    ],
    [
      "\"Ora riesco a guardarmi indietro e vedere che devo avere scritto quelle canzoni \"nello spirito\". Come \"Desolation Row\" -- ci stavo giusto pensando l'altra sera. Non c'è una maniera logica con la quale riesci ad arrivare a versi come quelli. Non so come l'ho scritta. È solo venuta fuori attraverso me.\""
    ],
    [
      "\"Mi chiedono perché ho scelto di chiamarmi Bob Dylan... Perché la gente cambia città, nazionalità, vita? Mi è venuto così, un giorno, diciamo che mi è caduto di bocca, che mi è piaciuto e me lo sono tenuto ma non c'è alcun rapporto col poeta Dylan Thomas. Assolutamente nessuno. Se fossi stato un fan di Dylan Thomas avrei cantato le sue poesie, o avrei scelto come nome Bob Thomas...\""
    ]
  ]
}