{
  "bio": "Charles Robert Darwin (12 February 1809 – 19 April 1882) was an English naturalist, geologist, and biologist. He was a specialist in the study of the habits of animals and plants, and especially of their relations to one another. His work on evolution was the most important in the history of biology. He was also a pioneer in the study of human evolution, and the first to propose the theory of natural selection.",
  "quotes": [
    [
      "Anche se non mi sono mai dedicato molto al pensiero dell'esistenza di un Dio personale fino a un periodo considerevolmente tardo della mia vita, voglio qui esporre le conclusioni vaghe alle quali sono stato portato. Il vecchio argomento di una natura ideata, così come fornito da Paley, che prima mi sembrava così conclusivo, fallisce, ora che la legge della selezione naturale è stata scoperta. Non si può più sostenere che, per esempio, la bella cerniera di una conchiglia bivalve deve essere stata fatta da un essere intelligente, come la cerniera di una porta da parte dell'uomo. Non sembra esserci più progettazione nella variabilità degli esseri organici, e nell'azione della selezione naturale, che nella direzione dove il vento soffia."
    ],
    [
      "Ma potrei dire che l'impossibilità di concepire che quest'universo grandioso e meraviglioso, con i nostri sé coscienti, sia scaturito dal caso, a me pare l'argomento principe a favore dell'esistenza di Dio; ma sebbene questo sia un argomento di valore effettivo, io non sono mai stato in grado di decidermi. Sono consapevole che se si ammette una causa prima, la mente brama ancora di sapere da dove questa è venuta, come si è generata."
    ],
    [
      "Non è la specie più forte o la più intelligente a sopravvivere, ma quella che si adatta meglio al cambiamento."
    ],
    [
      "[...] il metodo scientifico consiste nel raccogliere dei fatti, da cui si traggono leggi e conclusioni generali."
    ],
    [
      "L'Autobiografia di Darwin non è soltanto una preziosa testimonianza circa la genesi di una concezione e sulla personalità dell'uomo che l'ha prodotta, ma anche un insegnamento civile di libertà."
    ],
    [
      "Anche oggi narrano le gesta atroci dei filibustieri, e specialmente di un uomo, il quale tolse via l'immagine della Vergine Maria, e ritornò un anno dopo a prendere quella di San Giuseppe dicendo che era un peccato che la signora stesse senza suo marito."
    ],
    [
      "Gli animali inferiori sentono evidentemente come l'uomo il piacere e il dolore, la felicità e l'infelicità. La felicità è molto chiaramente espressa dai giovani animali, come i cagnolini, i gattini, gli agnelli, quando si trastullano fra loro come i nostri bambini."
    ],
    [
      "Di una pianta ai margini del deserto si dice che lotta per la vita contro la siccità, anche se sarebbe più esatto dire che dipende dall'umidità."
    ],
    [
      "Possiamo intendere come un fiore e un insetto possano modificarsi e adattarsi scambievolmente, nella maniera più perfetta e nel medesimo tempo, ovvero uno dopo l'altro, per mezzo della continua preservazione degli individui che offrono deviazioni di struttura leggermente favorevoli e di utile reciproco. (Cap. IV, \"Schiarimenti sull'azione dell'elezione naturale o sopravvivenza del più adatto\", 1933)."
    ],
    [
      "Nel remoto futuro vedo campi aperti a ricerche di gran lunga più importanti. La psicologia poggerà su nuove fondazioni, ossia sulla necessaria acquisizione di ciascuna capacità e facoltà mentale per gradi successivi. Si farà luce sull'origine dell'uomo e sulla sua storia."
    ],
    [
      "[L'origine delle specie di Charles Darwin sono] lo strumento più potente che gli uomini hanno sottomano, dopo la pubblicazione dei Principia di Newton, per ampliare il campo della conoscenza naturale."
    ],
    [
      "[In Cile] Quale differenza può fare il clima nel godimento della vita! Quanto diverse sono le sensazioni che si provano quando si hanno sott'occhio nere montagne ravvolte per metà nelle nuvole, e quando si veggono altre catene di monti attraverso la luce azzurra di una bella giornata! Per un po' di tempo le prime possono parere sublimi; le altre sono tutte giocondità e vita felice."
    ]
  ]
}