{
  "bio": "Friedrich Wilhelm Nietzsche (1844 – 1900), filosofo, poeta, saggista, compositore e filologo tedesco.",
  "quotes": [
    [
      "Colui che finalmente si accorge quanto e quanto a lungo fu preso in giro, abbraccia per dispetto anche la più odiosa delle realtà; cosicché, considerando il corso del mondo nel suo complesso, la realtà ebbe sempre in sorte gli amanti migliori, poiché i migliori furono sempre e più a lungo burlati.[1]"
    ],
    [
      "E coloro che sono stati visti danzare erano ritenuti pazzi da coloro che non potevano ascoltare la musica.[18]"
    ],
    [
      "La musica dovrebbe sostenere la poesia, rafforzare l'espressione dei sentimenti e l'interesse della situazione, senza spezzare l'azione o disturbarla con inutili fiorettature. (p. 47, 1988)"
    ],
    [
      "La tragedia greca, rispetto a tutti gli altri generi d'arte imparentati con essa, è finita per motivi diversi: la sua fine è stata tragica, là dove tutti quegli altri generi sono venuti meno nella morte più bella. (p. 51, 1988)"
    ],
    [
      "Come una volta ai tempi di Tiberio i naviganti greci udirono in vicinanza di un'isola solitaria lo sconvolgente grido: \"il grande Pan è morto\",[20] così per il mondo ellenico risuonò ora come un doloroso lamento: \"la tragedia è morta! Anche la poesia è perduta con essa! Via, via, voi intristiti, smagriti epigoni! Via nell'Ade, perché possiate là saziarvi delle briciole dei passati maestri!\"."
    ],
    [
      "Ciò che racconto è la storia dei prossimi due secoli. Io descrivo ciò che viene, ciò che non può più venire in altro modo: l'insorgere del nichilismo. (Prefazione, 2, 1995)"
    ],
    [
      "Sono annotazioni durante un viaggio attraverso mari sconvolti dal Maelström e sotto la minaccia dei mostri che emergono dalle onde. Vediamo il timoniere che osserva i suoi strumenti mentre si arroventano lentamente. Lo vediamo pensoso del corso e della mèta. Egli esamina tutte le rotte possibili, le rotte estreme, sulle quali poi naufragherà la ragione pratica. Il primo momento, quello in cui ci si rende spiritualmente conto della catastrofe, è più terribile degli orrori concreti a cui si va incontro in quel mondo di fiamme. È l'avventura che tentano soltanto gli spiriti più ardimentosi, quelli di grandissima portata, proporzionati alla misura, se non al peso del carico. Restare schiacciati da questo peso, è stato il destino di Nietzsche, che oggi è di buon gusto prendere a sassate. Dopo il terremoto, ci si rivolta contro i sismografi. Però non si può far espiare ai barometri la colpa dei tifoni senza passar per gente rozza e primitiva. (Ernst Jünger)"
    ],
    [
      "Perché drizzare le orecchie per sentire ciò che dice il prossimo? È così provinciale sentirsi vincolati a opinioni che a distanza di qualche centinaio di miglia già non sono più vincolanti. Oriente e occidente sono segni di gesso che qualcuno traccia davanti ai nostri occhi per prendersi gioco della nostra pavidità. (1; 1993)"
    ],
    [
      "Che cos'è dunque la verità? Un mobile esercito di metafore, metonimie, antropomorfismi, in breve una somma di relazioni umane che sono state potenziate poeticamente e retoricamente, che sono state trasferite e abbellite, e che dopo un lungo uso sembrano a un popolo solide, canoniche e vincolanti: le verità sono illusioni di cui si è dimenticata la natura illusoria, sono metafore che si sono logorate e hanno perduto ogni forza sensibile, sono monete la cui immagine si è consumata e che vengono prese in considerazione soltanto come metallo, non più come monete. (p. 233, 2006)"
    ],
    [
      "È noto che certi uomini, nell'attimo di un pericolo eccezionale, o soprattutto nel prendere un'importante decisione sulla propria vita, condensano tutto il vissuto in una visione infinitamente accelerata e tornano a conoscere, con acutezza davvero rara, tanto le cose prossime come le più lontane. (p. 7, 1992)"
    ],
    [
      "Alle persone che non amiamo imputiamo a colpa le gentilezze che ci fanno. (I, 309)[26]"
    ],
    [
      "Tutte le valutazioni sono affrettate, e debbono esserlo. (Delle prime e ultime cose, 32)"
    ],
    [
      "Si deve possedere una buona memoria per poter mantenere le promesse fatte. (59)"
    ],
    [
      "Nemiche della verità. - Le convinzioni sono nemiche della verità più pericolose delle menzogne. (483)"
    ],
    [
      "Contro i sognatori. - Il sognatore rinnega la verità di fronte a sé, il bugiardo solo davanti agli altri. (6)"
    ],
    [
      "L'albero della conoscenza. - Verosimiglianza, ma non verità: parvenza di libertà, ma non libertà - è per questi due frutti che l'albero della conoscenza non può venir scambiato per l'albero della vita. (1)"
    ],
    [
      "Filologia, infatti, è quella onorevole arte che esige dal suo cultore soprattutto una cosa, trarsi da parte, lasciarsi tempo, divenire silenzioso, divenire lento, essendo un'arte e una perizia di orafi della parola, che deve compiere un finissimo attento lavoro e non raggiunge nulla se non lo raggiunge lento. (prefazione, 5; 2006)"
    ],
    [
      "Opera di trapasso, Aurora, intesa ancora ad abbattere più che a costruire, vibra di una singolare tensione interna per il paradosso del suo impegno stesso, che è dimostrare razionalmente l'irrazionalità originaria della morale in corso. Occasione per eccellenza sia a demolire idoli, sia (anche più) a illuminare caverne dell'inconscio occupate da \"sacra\" tenebra di millenni. (Leone Traverso)"
    ],
    [
      "Epicuro. Sì, sono fiero di sentire il carattere di Epicuro in modo diverso, forse, da chiunque altro, e soprattutto di gustare in tutto ciò che di lui leggo e ascolto la gioia pomeridiana dell'antichità - vedo il suo occhio che guarda un vasto, albicante mare, oltre gli scogli delle coste su cui si posa il sole, mentre grandi e piccole fiere giuocano nella sua luce, sicure e placide come questa luce e quell'occhio stesso. Una tale gioia l'ha potuta inventare solo un uomo che ha perpetuamente sofferto, la gioia d'un occhio davanti al quale il mare dell'esistenza si è quietato e che non si sazia più di guardare la sua superficie, e questo screziato, tenero, abbrividente velo di mare: non era mai esistita prima di allora una tale compostezza della voluttà. (45; 2007)"
    ],
    [
      "Erano gradini per me, li ho saliti; a tal fine ho dovuto oltrepassarli. Ma quelli credevano che volessi riposarmi su di loro."
    ],
    [
      "Le vostre debolezze sono salite al cielo delle virtù."
    ],
    [
      "Questo santo vegliardo non ha ancora sentito dire nella sua foresta che: Dio è morto. (Prologo, 3, 1972)"
    ],
    [
      "\"Io vi insegno il superuomo\". L'uomo è qualcosa che deve essere superato. (Prologo, 3; 1972)"
    ],
    [
      "In passato foste scimmie, ma ancor oggi l'uomo è più scimmia di qualsiasi scimmia. (Prologo, 3; 1972)"
    ],
    [
      "Bisogna avere ancora un caos dentro di sé per partorire una stella danzante. (Prologo, 5; 1972)"
    ],
    [
      "Il mondo mi sembrò l'opera di un dio sofferente e torturato [..] Il creatore non voleva guardare se stesso - e allora creò il mondo. (I, Di coloro che abitano un mondo dietro il mondo; 1972)"
    ],
    [
      "Chi è salito sui più alti monti, ride di tutte le tragedie del teatro e della vita. (I, Del leggere e scrivere, 1915)"
    ],
    [
      "Matrimonio: ecco come chiamo la volontà di creare in due quell'uno che sarà qualcosa di più dei suoi due procreatori. (I, Dei figli e del matrimonio, 1972)"
    ],
    [
      "Vi scongiuro, fratelli miei, rimanete fedeli alla Terra, e non credete a coloro che vi parlano di speranze soprannaturali! Sono avvelenatori, che lo sappiano o no. (Prologo, 3)"
    ],
    [
      "Da quando vi sono uomini, l'uomo ha gioito troppo poco: solo questo, fratelli, è il nostro peccato originale! (II, Dei compassionevoli, 1972)"
    ],
    [
      "Così mi disse una volta il diavolo: \"Anche Dio ha il suo inferno: è il suo amore per gli uomini.\" (II, Dei compassionevoli)"
    ],
    [
      "Ma a che parlo, quando nessuno ha i miei orecchi! (III, Della virtù che rende meschini, 1972)"
    ],
    [
      "Ah, sono sempre pochi coloro il cui cuore ha lungo coraggio e lunga baldanza; e a questi anche lo spirito rimane paziente. Ma tutto il resto è vile. Il resto: sono sempre i più, il quotidiano, il superfluo, i troppi - tutti costoro sono vili! (III, Degli apostati)"
    ],
    [
      "Meglio non sapere nulla, che molte cose a metà! Meglio essere un folle per propria iniziativa, che un saggio secondo il parere di un altro! (IV, La sanguisuga, 1972)"
    ],
    [
      "Essi si vantano di non mentire: ma l'impotenza a mentire è ben lungi dall'amore per la verità. Guardatevi da loro! [...] Chi non sa mentire non sa che cos'è la verità. (IV, Dell'uomo superiore)"
    ],
    [
      "Il cristianesimo è un platonismo per il \"popolo\"."
    ],
    [
      "La verità è una delle tante seduzioni letterarie."
    ],
    [
      "Quelle cariche di dinamite che furono usate per costruire la ferrovia del Gottardo, erano segnalate da una bandiera nera, per indicare un pericolo di morte. È soltanto in questo senso che parliamo del nuovo libro[34]del filosofo Nietzsche come di un libro pericoloso. In questa designazione non c'è ombra di biasimo verso l'autore e la sua opera, così come quella bandiera nera non voleva biasimare quella dinamite... Nietzsche è il primo che conosca una via di scampo, ma è una via così paurosa che davvero ci si spaventa quando lo si vede percorrere il suo sentiero solitario, sinora mai calpestato!... (Joseph Victor Widmann)"
    ],
    [
      "Siamo ignoti a noi medesimi, noi uomini della conoscenza, noi stessi a noi stessi: è questo un fatto che ha le sue buone ragioni. Non abbiamo mai cercato noi stessi - come potrebbe mai accadere che ci si possa, un bel giorno trovare? Non a torto è stato detto:\"Dove è il vostro tesoro, là è anche il vostro cuore\"; il nostro tesoro è là dove sono gli alveari della nostra conoscenza. A questo scopo siamo sempre in cammino, come animali alati per costituzione, come raccoglitori di miele dello spirito, e soltanto un'unica cosa ci sta veramente a cuore - \"portare a casa\" qualcosa. Del resto, per quanto riguarda la vita, le cosiddette \"esperienze\" - chi di noi ha anche soltanto una sufficiente serietà per queste cose? [incipit della prefazione]"
    ],
    [
      "L'ozio è il padre di ogni psicologia. E che? La psicologia sarebbe un - vizio? (Detti e frecce, 1, 1989)"
    ],
    [
      "A me si confà unicamente il giorno seguente al domani. C'è chi è nato postumo. (Prefazione; 2008)"
    ],
    [
      "Nei sette anni durante i quali ho insegnato greco nella classe superiore del Pädagogium di Basilea, non ho avuto alcuna occasione per inﬂiggere una punizione; i più pigri erano diligenti con me. Sono sempre all'altezza del caso; devo essere impreparato per poter essere padrone di me stesso. (Perché sono così saggio, 4; 1989)"
    ],
    [
      "Il mondo è trasfigurato, perché Iddio è sulla terra. Non vede come tutti i cieli esultano? Ho appena preso possesso del mio regno, getterò il papa in prigione e farò fucilare Guglielmo, Bismarck e Stoecker. (dalla lettera a Meta von Salis del 3 gennaio 1889; citato in Curt Paul Janz, Vita di Nietzsche, vol. III, p. 23)"
    ],
    [
      "Tra un paio d'anni governerò io il mondo; perché ho deposto il vecchio Dio. (dalla lettera a Carl Fuchs del 14 gennaio)"
    ],
    [
      "Quando sta per lasciare la sfera del mondo cosciente, Nietzsche ritorna, tipicamente, a tutti gli amici del passato con i messaggi torinesi. Di questi, i due più lunghi e commoventi sono indirizzati a Burckhardt. Certamente non è facile afferrare un senso in queste righe esaltate, dove lucide intuizioni sono sopraffatte da vaneggiamenti folli. Prima che il sipario della pazzia scenda a difenderlo (anche contro la gloria imminente ed equivoca), Nietzsche fornisce a Burckhardt la chiave per comprenderlo: \"alla fine sarei stato molto più volentieri professore basileese che Dio; ma non ho osato spingere così lontano il mio egoismo privato da omettere, per causa sua, la creazione del mondo\". Queste parole hanno un significato, e non richiedono commenti. Ma Jacob Burckhardt continua a essere il \"grande, grandissimo maestro\" di Nietzsche: è giusto ricordarsi dei propri maestri, anche quando abbiamo dovuto abbandonarli. (Mazzino Montinari)"
    ],
    [
      "Non sono abbastanza forte per il nord: là imperversano gli spiriti pedanti ed artefatti, che non sanno fare altro che lavorare alle norme della convenienza, come il castoro alla sua costruzione. Ho vissuto tutta la mia gioventù fra gente simile! Mi è venuto in mente all'improvviso, mentre per la prima volta vedevo il cielo grigio e rosso della sera scendere su Napoli - un brivido di compassione per me stesso, l'idea di cominciare a vivere da vecchio, e lacrime, e, all'ultimo istante, la sensazione di essere ancora in tempo per salvarmi.[42]"
    ],
    [
      "E io sopporto soltanto più i poeti, che tra l'altro hanno anche dei pensieri, come Pindaro e Leopardi. (8 [2]; 1967)"
    ],
    [
      "Il prestigio dei medici riposa sull'ignoranza delle persone sane e malate: e questa ignoranza a sua volta riposa sul prestigio dei medici. (19 [14]; 1965)"
    ],
    [
      "Cento profonde solitudini formano insieme la città di Venezia - questo è il suo incanto. Un'immagine per gli uomini del futuro. (2 [28]; 1964)"
    ],
    [
      "È nauseante! Qualcuno ci viene incontro con una parola di lode, con cui vuole conquistarci, vuole cioè impossessarsi di noi perché crede che lasciamo mano libera a chi ci loda. Ma chi loda si pone al di sopra di noi, vuole possederci: è nostro nemico. (2, 73)"
    ],
    [
      "Ognuno crede di poter dire la sua a proposito del tempo, delle malattie e del bene e del male. È questo il segno distintivo della volgarità intellettuale. (9 [4][45])"
    ],
    [
      "Gli uomini passano per essere crudeli, le donne invece lo sono. Le donne passano per sentimentali, gli uomini invece lo sono. (1 [94]; 1982)"
    ],
    [
      "Che \"energia\" e \"spazio\" altro non sono che due espressioni e due diversi modi di considerare la stessa cosa [...]. (26 [431]; 1976)"
    ],
    [
      "Massima: non avere rapporti con nessuno che prenda parte alla bugiarda impostura delle razze. (Quanta menzogna e palude ci vuole, per sollevare problemi di razza nella promiscua Europa attuale!). (5[52], 1991)"
    ],
    [
      "Che differenza resta tra un convinto e un ingannato? Nessuna, se è stato ben ingannato. (14 [159]; 1986)"
    ],
    [
      "[...] non si può negare che la nobile attitudine alla sintesi degli antichi manca alla maggior parte dei nostri filologi; essi si collocano troppo vicino al quadro e analizzano una macchia d'olio, invece di ammirare le grandi ardite linee del dipinto, o, che sarebbe ancor più utile, di contemplarlo... (lettera a Carl von Gersdorff, Naumburg, 6 aprile 1867[50])"
    ],
    [
      "Che uniti vinceremo siamo certi, e celebriamo | la festa delle feste: | venne l'amico Zarathustra, l'ospite degli ospiti! | È caduto l'orrido velario, il mondo ride, | sono le nozze per la luce e il buio... (da Gli alti monti) [in Al di là del bene e del male, 1886]"
    ],
    [
      "Che vuoi sottrarre, | che suoni vuoi afferrare, | cosa strapparmi sotto tortura, | torturatore! | Tu, dio-giustiziere | Oppure dovrei come un cane | rotolarmi davanti a te? | Arresa, in estasi fuori-di-me, | scodinzolando - dirti quanto ti amo! | Invano! | Continua a colpire, | pungiglione spietato! | Non sono un cane - sono la tua selvaggina, | cacciatore spietato! | La tua più orgogliosa prigioniera, | predone dietro le nubi... | Parla infine! | Tu cinto di fulmini Ignoto! parla! | Che vuoi, tagliaborse, da - me... || [...] || | [...] Dammi amore - chi mi riscalda? | chi mi ama ancora? - | Dammi mani calde, | dammi bracieri per il cuore, | da' a me sola, sola come nessuno | cui il ghiaccio, sette strati di ghiaccio, | fa sognare di aver dei nemici, | perfino nemici, | dammi, consegna, | nemico spietato, | a me - te stesso!... || Via di qui! | Ed ecco, da sé è fuggito | il mio unico compagno, | il mio grande nemico, | il mio ignoto, | il mio dio-giustiziere!... | No! |torna indietro, | con tutti i tuoi martirii! | Le mie lacrime | corrono a te | e l'ultima fiamma del mio cuore | si erge per te. | Oh torna indietro, | mio dio ignoto | mio dolore, | mia estrema felicita!... Un lampo. Appare Dioniso in uno splendore di smeraldo. Dioniso: Sii saggia, Arianna!...| Tu hai orecchie piccole, hai le mie orecchie: | mettici una parola saggia - ! | Se ci si vuole amare non si deve forse prima odiarsi?... | Io sono il tuo labirinto... Da Lamento di Arianne, in Poesie, cura e traduzione di Anna Maria Carpi, Einaudi, Torino, 2000, pp. 207-211. ISBN 88-06-15538-5"
    ]
  ]
}