{
  "bio": "George Orwell, pseudonimo di Eric Arthur Blair (1903 – 1950), giornalista, saggista e romanziere britannico.",
  "quotes": [
    [
      "Chiunque comprenda il ruolo centrale che la letteratura svolge nello sviluppo della storia umana, deve anche comprendere che la resistenza al totalitarismo, sia esso imposto dall'esterno o dall'interno, è questione di vita o di morte.[1]"
    ],
    [
      "Nell'Inghilterra degli ultimi trent'anni tutto è sembrato troppo naturale [...] tanto che l'aborto, teoricamente illegale, dovette essere considerato nient'altro che un peccatuccio.[10]"
    ],
    [
      "Parole quali democrazia, socialismo, libertà, patriottico, realistico, giustizia hanno ciascuna di esse diversi significati che non possono essere riconciliati tra loro. Nel caso di una parola come democrazia, non solo non esiste una definizione concordata, ma ogni tentativo di ottenerne una viene ostacolato da tutti i lati. È quasi universalmente riconosciuto che quando chiamiamo un paese democratico lo stiamo lodando: di conseguenza i difensori di ogni tipo di regime sostengono che la loro sia una democrazia, e temono che se quella parola fosse legata a un significato preciso dovrebbero smettere di usarla. Le parole di questo tipo sono spesso usate in modo consapevolmente disonesto. Cioè, la persona che le usa ha la sua definizione privata, ma consente al suo ascoltatore di pensare che significhi qualcosa di diverso."
    ],
    [
      "Ricordo che un giorno osservai ad Arthur Koestler: «La storia si è fermata nel 1936» e che lui assentì, comprendendo immediatamente ciò che volevo dire. Ambedue pensavamo al totalitarismo in generale, ma in modo speciale alla guerra civile spagnola. Sin da giovane m'ero accorto che i giornali non riferiscono nessun avvenimento in modo corretto, ma fu solo in Spagna che, per la prima volta, vidi corrispondenze che non avevano il più lontano rapporto con i fatti, neppure quel rapporto che è implicito in una normale menzogna. Lessi la descrizione di grandi battaglie, che non avevano mai avuto luogo; non trovai menzionati da nessuno episodi che erano costati centinaia di morti. Truppe, che avevano combattuto valorosamente, venivano denunciate come traditrici e codarde; altre, che non avevano mai udito un colpo di fucile, erano esaltate come protagoniste di immaginarie vittorie, e lessi giornali di Londra che riferivano queste menzogne e incontrai intellettuali che si commuovevano fino alle lacrime per eventi che non erano mai occorsi. Infatti vidi che la storia veniva scritta non sulla base di ciò che era accaduto, ma di ciò che sarebbe dovuto accadere, secondo la propaganda dei vari partiti.[20]"
    ],
    [
      "Nel tempo dell'inganno universale, dire la verità è un atto rivoluzionario."
    ],
    [
      "A nulla vale cambiare le istituzioni se non c'è un «cambiamento del cuore»: in definitiva è questo che Dickens continua a ripetere. (p. 364)"
    ],
    [
      "Anche quando c'è una sospensione dei combattimenti veri e propri, esiste un tipo di guerra che non dà tregua, giorno e notte, e cioè la guerra di propaganda. Per le potenze dell'Asse la propaganda è veramente un'arma, come i cannoni o le bombe, e imparare a difendersene è importante come trovare riparo durante un attacco aereo. (17 gennaio 1942; p. 45)"
    ],
    [
      "Fra tutti i tipi dell'essere umano, soltanto l'artista si assume la responsabilità di dire che \"non può\" lavorare. Ma è verissimo; ci sono momenti in cui non si può lavorare. Ancora i quattrini, sempre i quattrini! La mancanza di quattrini diventa disagio fisico e morale, significa squallide preoccupazioni, significa mancanza di tabacco, significa coscienza onnipresente del proprio fallimento, soprattutto significa solitudine. Che altro puoi essere se non un povero diavolo tutto solo con due sterline alla settimana? E in una solitudine di tanta tristezza non si potrà mai scrivere un libro degno di questo nome. (II; p. 46)"
    ],
    [
      "Di solito a questo mondo, se si riscuote un po' di stima, è per qualche cosa che non si merita affatto. (VI; p. 100)"
    ],
    [
      "Se la libertà significa qualcosa, significa il diritto di dire alla gente ciò che non vuol sentirsi dire.[22] (prefazione)"
    ],
    [
      "Impossibile vendere storie di animali negli USA. (Rapporto di lettura su La fattoria degli animali, 1945)[23]"
    ],
    [
      "È un fatto - basta guardarsi intorno per verificarlo - che il pio e l'immorale finiscono col convergere spontaneamente l'uno verso l'altro. Le più belle scene letterarie ambientate in un bordello sono state scritte, senza eccezione, da pii credenti o da pii miscredenti. (I, III; p. 54)"
    ],
    [
      "Affinché Hitler possa marciare al passo dell'oca, il papa denunciare il bolscevismo, i tifosi di cricket affollarsi da Lord's e i poetini effeminati grattarsi reciprocamente la schiena, il carbone deve continuare a saltar fuori. (II; p. 35)"
    ],
    [
      "È importante capire che l'attuale russomania non è che un sintomo del generale indebolimento della tradizione liberale in Occidente."
    ],
    [
      "Tutta la narrativa, a partire dai romanzi ammuffiti nelle biblioteche, è censurata dagli interessi della classe dominante. E soprattutto la letteratura giovanile, quella roba melodrammatica che quasi ogni ragazzo prima o poi divora, trasuda le peggiori illusioni del 1910. (da Le bugie settimanali per ragazzi; 1988)"
    ],
    [
      "\"Patriottismo\", secondo me, significa attaccamento ad un luogo particolare e ad un certo modo di vivere, che si reputa essere il migliore al mondo, senza volerlo imporre ad altri. Il patriottismo è per sua natura difensivo, sia militarmente sia culturalmente. Il nazionalismo, al contrario, è inseparabile da desiderio di potere. Lo scopo costante di ogni nazionalista è guadagnare sempre più potere e prestigio non per sé, ma per la nazione o unità alla quale ha scelto di sacrificare la propria individualità. (2002, p. 197)"
    ],
    [
      "Entro un cerchio ristretto (la vita familiare e forse anche i sindacati e la politica locale) egli [Henry Miller] si sente padrone del proprio destino, benché di fronte ad eventi più grandi sia inerme come contro gli elementi. Ben lungi dal tentare di plasmare il futuro egli lascia semplicemente che le cose accadano. (1988)"
    ],
    [
      "La guerra per me, significava proiettili rombanti e schegge d'acciaio; soprattutto significava fango, pidocchi, fame e freddo. (p. 32)"
    ],
    [
      "Il desiderio di spingere il mondo in una determinata direzione, di cambiare le opinioni degli altri su quale sia il tipo di società per cui valga la pena di lottare: ancora una volta, non esiste un libro autenticamente immune da pregiudizi politici. La posizione secondo cui l'arte non dovrebbe aver niente a che fare con la politica è gia una posizione politica."
    ],
    [
      "I vagabondi non sanno parlare di altro, non parlano che della loro vita. Non riescono a intrecciare una conversazione perché i ventri perennemente vuoti svuotano la testa. Il mondo non li interessa, non sono mai sicuri di contare sul prossimo pasto e così non sanno pensare ad altro che al prossimo pasto. (Il dormitorio; p. 92)"
    ]
  ]
}