{
  "bio": "Le ali della libertà è un film del 1994 su un banchiere di nome Andy Dufresne, accusato di duplice omicidio negli anni '40 e che inizia una condanna a vita nella prigione fittizia di Shawshank, dove fa amicizia con un detenuto più anziano di nome Red. Durante la sua lunga permanenza in prigione, Dufresne viene ammirato dagli altri detenuti per il suo irreprensibile codice morale e il suo spirito indomito e silenzioso.",
  "quotes": [
    [
      "Caro Red, se stai leggendo questo, sei uscito. E se sei arrivato fin qui, forse sei disposto a venire un po' più lontano. Ti ricordi il nome della città, vero? Potrei usare un buon uomo per aiutarmi a mettere in piedi il mio progetto. Ti terrò d'occhio e la scacchiera pronta. Ricorda, Red: la speranza è una buona cosa, forse la migliore delle cose, e nessuna cosa buona muore mai. Spero che questa lettera ti trovi, e ti trovi bene. Il tuo amico, Andy."
    ],
    [
      "Ci deve essere un imbroglione come me in ogni prigione d'America. Sono il ragazzo che può procurartelo: sigarette, una busta di marijuana, se è la tua cosa, una bottiglia di brandy per festeggiare la laurea di tuo figlio al liceo, praticamente qualsiasi cosa nei limiti della ragione. Sì signore, sono un vero Sears e Roebuck."
    ],
    [
      "La prima notte è la più dura, non c'è dubbio. Ti fanno marciare nudo come il giorno in cui sei nato, la pelle che brucia e mezzo cieco per quella schifezza antiparassitaria che ti gettano addosso, e quando ti mettono in quella cella, quando quelle sbarre si chiudono, allora capisci che è reale. Un'intera vita spazzata via in un batter d'occhio. Non resta nulla se non tutto il tempo del mondo per pensarci. La maggior parte dei nuovi arriva vicino alla follia la prima notte. Qualcuno si rompe sempre a piangere. Succede ogni volta. L'unica domanda è, chi sarà? È una cosa buona su cui scommettere come qualsiasi altra, immagino. Avevo scommesso su Andy Dufresne. Ricordo la mia prima notte. Sembra così tanto tempo fa."
    ],
    [
      "Queste mura della prigione sono strane. Prima le odi, poi ci fai l'abitudine. Passa abbastanza tempo, così tanto che finisci per dipendere da loro. Questo è istituzionalizzato. Ti mandano qui a vita, ed è esattamente quello che prendono. La parte che conta, comunque."
    ],
    [
      "Non ho idea di cosa stessero cantando quelle due signore italiane quel giorno. La verità è che non voglio saperlo. Alcune cose è meglio lasciarle non dette. Mi piace pensare che stessero cantando qualcosa di così bello che non può essere espresso a parole, e ti fa male il cuore per questo motivo. Ti dico che quelle voci si libravano, più in alto e più lontano di quanto chiunque in un posto grigiastro osi sognare. Era come se un bellissimo uccello fosse entrato nella nostra piccola gabbia squallida e avesse dissolto queste mura, e per un brevissimo momento, ogni singolo uomo a Shawshank si è sentito libero."
    ],
    [
      "Nel 1966 Andy Dufresne è evaso dalla prigione di Shawshank. Tutto ciò che hanno trovato di lui erano una sfilza di vestiti da prigione infangati, una barretta di sapone e un vecchio martello da roccia, praticamente consumati fino al nocciolo. Ricordo di aver pensato che ci sarebbero voluti seicento anni per scavare nel muro con quello. Il vecchio Andy l'ha fatto in meno di venti."
    ],
    [
      "Oh, ad Andy piaceva molto la geologia. Immagino che gli piacesse per la sua natura meticolosa. Un'era glaciale qui, milioni di anni di costruzione di montagne là. La geologia è lo studio della pressione e del tempo. È tutto ciò che serve, davvero. Pressione e tempo. Quello e un grande dannato poster. Come ho detto, in prigione, un uomo farà quasi qualsiasi cosa per tenere la mente occupata. Si scopre che il passatempo preferito di Andy era portare fuori il suo muro nel cortile degli esercizi, un po' alla volta. Suppongo che dopo che Tommy fu ucciso, Andy decise che era stato qui abbastanza a lungo."
    ],
    [
      "Andy ha fatto come gli era stato detto; lucidò quelle scarpe fino a renderle lucide come uno specchio. Le guardie semplicemente non notarono. Neanche io... Voglio dire, seriamente, quanto spesso guardi davvero le scarpe di un uomo? Andy si è strisciato verso la libertà attraverso cinquecento iarde (457 metri) di fetido puzzo di merda che non posso nemmeno immaginare - o forse semplicemente non voglio. Cinquecento iarde... è la lunghezza di cinque campi da football; poco meno di mezzo miglio."
    ],
    [
      "Andy Dufresne, che si è strisciato attraverso un fiume di merda ed è uscito pulito dall'altra parte. Andy Dufresne, diretto verso il Pacifico. Quelli di noi che lo hanno conosciuto meglio parlano spesso di lui. Giuro, le cose che ha fatto... A volte mi rende triste, però, Andy non c'è più. Devo ricordare a me stesso che alcuni uccelli non sono fatti per essere rinchiusi. Le loro piume sono semplicemente troppo brillanti e quando volano via, la parte di te che sa che è un peccato rinchiuderli si rallegra, ma tuttavia, il posto in cui vivi è molto più squallido e vuoto ora che non ci sono più. Suppongo che mi manchi solo il mio amico."
    ],
    [
      "Mi piace pensare che l'ultima cosa che gli sia passata per la testa, oltre a quel proiettile, sia stata come diavolo Andy Dufrense sia riuscito a fregare."
    ],
    [
      "C'è una dura verità da affrontare. Non c'è modo che io ce la faccia là fuori. Tutto ciò che faccio nel rimorso è pensare a un modo per infrangere la mia libertà condizionale, così potrebbero rispedirmi indietro. È terribile vivere nella paura. Brooks Hatlen lo sapeva. Tutto quello che voglio è essere di nuovo dove le cose hanno senso, dove non dovrò avere paura tutto il tempo. Una cosa sola mi ferma. Una promessa che ho fatto ad Andy."
    ],
    [
      "Scopro di essere così eccitato che riesco a malapena a stare fermo o a mantenere un pensiero nella mia testa. Penso che sia l'eccitazione che solo un uomo libero può provare, un uomo libero all'inizio di un lungo viaggio il cui esito è incerto. Spero di riuscire ad attraversare il confine. Spero di vedere il mio amico e stringergli la mano. Spero che il Pacifico sia azzurro come lo è stato nei miei sogni. Spero!"
    ],
    [
      "[in una lettera a Red dopo essere stato rilasciato sulla parola] Cari amici, non riesco a credere a quanto velocemente si muovono le cose là fuori. Ho visto un'automobile una volta quando ero bambino, ma ora sono ovunque. Il mondo è andato e si è messo in gran fretta. Il consiglio di libertà condizionale mi ha messo in questa casa di accoglienza chiamata 'The Brewer' e in un lavoro di confezionamento di generi alimentari al supermercato Foodway. È un lavoro duro e cerco di stare al passo, ma le mie mani fanno male quasi sempre. Non penso che il direttore del negozio mi piaccia molto. A volte dopo il lavoro vado al parco e nutro gli uccelli. Continuo a pensare che Jake possa apparire e salutare, ma non lo fa mai. Spero che dovunque sia, stia bene e faccia nuovi amici. Ho difficoltà a dormire la notte. Ho brutti sogni come se stessi cadendo. Mi sveglio spaventato. A volte ci vuole un po' per ricordare dove sono. Forse dovrei prendere una pistola e rapinare il Foodway in modo che mi mandino a casa. Potrei sparare al direttore mentre ci sto, come un bonus. Suppongo di essere troppo vecchio per questo genere di sciocchezze ormai. Non mi piace qui. Sono stanco di avere paura tutto il tempo. Ho deciso di non restare. Dubito che faranno storie. Non per un vecchio furfante come me. P.S: Dì a Heywood mi dispiace di avergli puntato un coltello alla gola. Nessun rancore. Brooks."
    ]
  ]
}