{
  "bio": "Marie Curie (1867 – 1946) è stata una fisica, chimica e radiochimica francese di origine polacca. È stata la prima donna a vincere un Premio Nobel per la fisica e la prima donna a vincere un Premio Nobel per la chimica. È stata anche la prima donna a vincere un Premio Nobel per la letteratura.",
  "quotes": [
    [
      "Non si nota mai ciò che è stato fatto; si può solo vedere ciò che resta da fare.",
      "Lettera al fratello (1894)"
    ],
    [
      "Non ho nessun vestito eccetto quello che indosso ogni giorno. Se sarai così gentile da regalarmene uno, per favore lascia che sia pratico e scuro, in modo che possa indossarlo successivamente per andare al laboratorio.",
      "Istruzioni riguardanti una proposta di regalo di un abito da sposa per il suo matrimonio con Pierre nel luglio 1895, come citato in ''Madame Curie: A Biography (1937) di Eve Curie Labouisse, tradotto da Vincent Sheean, p. 137"
    ],
    [
      "Sii meno curiosa delle persone e più curiosa delle idee.",
      "Risposta a un giornalista che cercava un'intervista durante una vacanza con suo marito in Bretagna, che scambiandola per una domestica, le chiese se ci fosse qualcosa di confidenziale che potesse raccontare, come citato in Living Adventures in Science‎ (1972), di Henry Thomas e Dana Lee Thomas\nVariazione: Nella scienza, dobbiamo essere interessati alle cose, non alle persone.\nQuesta è dichiarata essere una dichiarazione che faceva spesso ai giornalisti, in Madame Curie: A Biography (1937) di Eve Curie Labouisse, tradotto da Vincent Sheean, p. 222"
    ],
    [
      "La vita non è facile per nessuno di noi. Ma che importa? Dobbiamo avere perseveranza e soprattutto fiducia in noi stessi. Dobbiamo credere di essere dotati per qualcosa e che questa cosa, a qualunque costo, debba essere raggiunta.",
      "Come citato in Madame Curie: A Biography (1937) di Eve Curie Labouisse, Parte 2, p. 116"
    ],
    [
      "Non dobbiamo dimenticare che quando il radio fu scoperto nessuno sapeva che sarebbe stato utile negli ospedali. Il lavoro era una pura scienza. E questa è una prova che il lavoro scientifico non deve essere considerato dal punto di vista della sua utilità diretta. Deve essere fatto per sé stesso, per la bellezza della scienza, e allora c'è sempre la possibilità che una scoperta scientifica possa diventare come il radio un beneficio per l'umanità.",
      "Lezione al Vassar College, Poughkeepsie, New York (14 maggio 1921)"
    ],
    [
      "Per tutta la mia vita, le nuove visioni della Natura mi hanno fatto gioire come un bambino.",
      "Pierre Curie (1923), tradotto da Charlotte Kellogg e Vernon Lyman Kellogg, p. 162"
    ],
    [
      "Non si può sperare di costruire un mondo migliore senza migliorare gli individui. A tale fine, ognuno di noi deve lavorare per il proprio miglioramento e allo stesso tempo condividere una responsabilità generale per tutta l'umanità, essendo nostro dovere particolare aiutare coloro a cui riteniamo di poter essere più utili.",
      "Pierre Curie (1923), tradotto da Charlotte Kellogg e Vernon Lyman Kellogg, p. 168"
    ],
    [
      "Credo che il lavoro internazionale sia un compito arduo, ma che sia comunque indispensabile passare attraverso un apprendistato, al costo di molti sforzi e anche di un vero spirito di sacrificio: per quanto imperfetto possa essere, il lavoro di Ginevra ha una grandezza che merita il nostro sostegno.",
      "Lettera a Eve Curie (luglio 1929), come citato in Madame Curie: A Biography (1937) di Eve Curie Labouisse, tradotto da Vincent Sheean, p. 341"
    ],
    [
      "Sono tra coloro che pensano che la scienza abbia una grande bellezza. Uno scienziato nel suo laboratorio non è solo un tecnico: è anche un bambino posto davanti ai fenomeni naturali che lo impressionano come una favola. Non dovremmo permettere che si creda che tutto il progresso scientifico possa essere ridotto a meccanismi, macchine, ingranaggi, anche se tali macchinari hanno anch'essi bellezza. Non credo nemmeno che lo spirito di avventura corra alcun rischio di scomparire nel nostro mondo. Se vedo qualcosa di vitale intorno a me, è proprio quello spirito di avventura, che sembra indistruttibile ed è affine alla curiosità.",
      "Come citato in Madame Curie: A Biography (1937) di Eve Curie Labouisse, tradotto da Vincent Sheean, p. 341\nVariazione di traduzione: Uno scienziato nel suo laboratorio non è un mero tecnico: è anche un bambino che affronta i fenomeni naturali che lo impressionano come se fossero fiabe."
    ]
  ]
}