{
  "bio": "Mark Twain, pseudonimo di Samuel Langhorne Clemens (1835 – 1910), scrittore, umorista, aforista e docente statunitense.",
  "quotes": [
    [
      "[...] all'imbrunire, quando ogni cosa pare assopirsi, e la musica delle campane del vespro giunge effondendosi sull'acqua, si può quasi credere che in nessun altro luogo che il Lago di Como si possa trovare un simile paradiso di quieto riposo. Ora, dalla mia finestra, qui a Bellagio, ho una veduta sull'altra sponda del lago, bella come un dipinto. Un precipizio dalla parete corrugata e frastagliata si eleva fino ad un'altezza di milleottocento piedi; su una minuscola sporgenza a metà altezza di quella vasta parete, si annida una chiesa, piccola come un fiocco di neve, non più grande, in apparenza, di una casetta per balestrucci; tutt'intorno, rasente la base del dirupo vi sono un centinaio di aranceti e giardini, costellati da bianche abitazioni, da essi fittamente ricoperte, che a tratti si intravedono; di fronte tre o quattro gondole indugiano pigramente sospese sull'acqua - e nello specchio forbito del lago, monte, cappella, case, aranceti e barche si riproducono con nitore e chiarezza tali, che a stento si riesce a capire dove termina la realtà e comincia il riflesso!"
    ],
    [
      "Beniamino Franklin era una di quelle persone che chiamiamo filosofi. Fin dalla giovane età prostituì il suo talento per inventare massime e aforismi destinati ad affliggere i giovani di tutte le generazioni future.[2]"
    ],
    [
      "[Da uno scontro con un avversario] Gli ficcai il mio naso tra i denti e lo scaraventai in terra addosso a me.[4]"
    ],
    [
      "L'altra notte la vista ci apparve ancora più sorprendente e pittoresca. Sull'altra sponda [del Lago di Como] dirupi, alberi e case bianchissime riflettevano le loro immagini perfettamente nitide sul lago e lunghi fasci di luce, provenienti dalle finestre lontane, ne segnavano la superficie immobile. Subito accanto, grandi magioni argentee sotto la luna risplendevano tra un folto fogliame scuro e informe, tra le ombre che calavano dall'alto delle rupi e toccavano il bordo lacustre dove si rifletteva più volte e con precisione ogni tratto della magica visione.[12]"
    ],
    [
      "L'umorismo è una gran cosa, è quello che ci salva. Non appena spunta, tutte le nostre irritazioni, tutti i nostri risentimenti scivolano via, e al posto loro sorge uno spirito solare.[14]"
    ],
    [
      "La gratitudine è un debito che si accumula di continuo, come un ricatto: più pagate, più vi si chiede.[16]"
    ],
    [
      "Una fotografia è il documento più importante e non c'è nulla di peggiore che passare alla posterità che con uno sciocco e stupido sorriso fissato sulla faccia per l'eternità.[30]"
    ],
    [
      "Comportati sempre bene. Farai felici alcune persone e stupirai tutte le altre.[31] (p. 29)"
    ],
    [
      "È meglio rimanere in silenzio ed essere considerati imbecilli piuttosto che aprire bocca e togliere ogni dubbio."
    ],
    [
      "Egli usa la statistica come un ubriaco usa i lampioni - come appoggio, non come illuminazione."
    ],
    [
      "L'inverno più freddo che ricordi è stato un'estate a San Francisco."
    ],
    [
      "La musica di Wagner è molto migliore di quello che si potrebbe pensare ascoltandola."
    ],
    [
      "Smettere di fumare è facile. Io l'ho fatto centinaia di volte."
    ],
    [
      "Finalmente avvistammo le coste dell'Italia e, mentre scrutavamo dal ponte nel primo splendido mattino d'estate, la maestosa città di Genova si levò dal mare, riflettendo, dai suoi cento palazzi, la luce del sole. (p. 137)"
    ],
    [
      "Poi, di quando in quando, i suoi pensieri tornavano ai maltrattamenti inflittigli dai villani ragazzi nell'Ospizio del Cristo, ed egli si diceva: \"Quando sarò re, non avranno soltanto pane e un tetto ma anche insegnamenti impartiti mediante i libri, poiché la pancia piena conta poco se la mente e il cuore non sono nutriti. Mi ricorderò diligentemente di questo, affinché la lezione d'oggi non vada sprecata, e il mio popolo non debba soffrirne; l'erudizione, infatti, intenerisce il cuore e genera bontà e carità\". (p. 26)"
    ],
    [
      "Adamo era semplicemente un essere umano e questo spiega tutto. Non voleva la mela per amore della mela. La voleva soltanto perché era proibita. Lo sbaglio fu di non proibirgli il serpente, perché allora avrebbe mangiato il serpente."
    ],
    [
      "Ero pulito... artificialmente, come gli altri; e come gli altri caddi quando venne la tentazione."
    ],
    [
      "Di sicuro non esiste un'altra lingua che sia così trasandata e asistematica, e così schiva ed elusiva da comprendere. Ti infarini, qua e là, nel peggiore dei modi; e quando alla fine pensi di aver afferrato una regola che offra una solida base, e così riposarti un attimo, tra la rabbia generale e la confusione di dieci parti del discorso, giri la pagina e leggi: \"Lo studente presti molta attenzione alle seguenti eccezioni.\" Scorri l'occhio lungo la pagina e scopri che ci sono più eccezioni alla regola rispetto ai casi in cui essa vale."
    ],
    [
      "Ogni sostantivo ha un genere, e non esiste un senso né un metodo per assegnarli; così il genere di ognuno deve essere imparato separatamente e a memoria. Non c'è altro modo. Per fare ciò devi avere la memoria di un libro di memorandum. In tedesco una giovane ragazza non ha sesso, mentre una rapa sì. Pensa a quale eccitata riverenza viene mostrata per la rapa, e a quale insensibile mancanza di rispetto per la ragazza."
    ],
    [
      "Ci sono persone nel mondo che avranno un bel po' di problemi a indicare le colpe in una religione o una lingua, per poi occuparsi apaticamente dei loro affari senza aver suggerito un qualunque rimedio. Io non sono quel tipo di persona. Io ho dimostrato che la lingua tedesca necessita d'esser riformata. Molto bene, sono pronto a riformarla. Almeno io sono pronto ad avanzare gli opportuni suggerimenti. Certo una strada come questa potrebbe essere immodesta in un'altra lingua; ma io ho dedicato più di nove intere settimane, dalla prima all'ultima, ad uno studio attento e critico di questa lingua, e perciò ho acquisito una sicurezza nella mia abilità di riformarla che nessuna mera e superficiale cultura avrebbe potuto conferirmi."
    ],
    [
      "Innanzitutto, abolirei il caso dativo. Confonde i plurali; e, inoltre, nessuno sa mai quando si trova nel caso dativo, tranne quando lo scopre in maniera accidentale - e poi non sa quando o dove è entrato nel caso dativo, o da quant'è che è entrato nel caso dativo, o quando starà per uscirne. Il caso dativo è solo una follia ornamentale - è meglio scartarlo."
    ],
    [
      "In secondo luogo, sposterei il verbo più in su, all'inizio. Puoi usare il miglior verbo possibile, ma mi rendo conto che con questo non riuscirai mai ad abbattere sul serio un soggetto nel tedesco attuale - riuscirai solo ad azzopparlo. Quindi io insisto che questa parte importante del discorso debba essere spostata all'inizio, in una posizione dove possa essere vista facilmente a occhio nudo."
    ],
    [
      "Terzo, importerei qualche parola forte dalla lingua inglese - per imprecare, e anche per l'uso nel descrivere ogni tipo di argomento vigoroso in modo vigoroso."
    ],
    [
      "\"Verdammt\", e i suoi ampliamenti e variazioni, sono parole che hanno un sacco di significati, ma i suoni sono così deboli e inefficaci che le donne tedesche possono usarli senza peccato. Le donne tedesche che non possono essere indotte a commettere un peccato attraverso una qualunque persuasione o impulso, subito scoppiano in una di queste piccole e inoffensive parole quando strappano i loro vestiti o non gradiscono la zuppa. Il suono è maligno tanto quanto il nostro \"Accipicchia!\". Le donne tedesche costantemente dicono \"Ach! Gott!\", \"Mein Gott!\", \"Gott in Himmel!\", \"Herr Gott\", \"Der Herr Jesus!\", ecc. Forse pensano che le nostre donne abbiano il loro stesso modo di fare; lo dico perché una volta ho sentito una gentile ed amabile vecchia tedesca dire ad una dolce giovane americana; \"Le due lingue sono così simili - che bello; noi diciamo \"Ach! Gott!\" e voi dite \"Cavolo!\"\"."
    ],
    [
      "Quarto, riorganizzerei i sessi e li distribuirei conformemente al volere del creatore. Questo come forma di rispetto, se non altro."
    ],
    [
      "Quinto, la farei finita con quelle enormi lunghe parole composte; oppure chiederei a chi parla di pronunciarle a pezzi, con pause per farci riprendere. Eliminarle totalmente sarebbe un'ottima cosa, perché le idee vengono recepite e digerite molto più facilmente quando arrivano una alla volta anziché in blocco. Il cibo intellettivo è come qualsiasi altro; è più gradevole e più benefico assumerlo con un cucchiaio che con una pala."
    ],
    [
      "Sesto, chiederei a chi parla di fermarsi quando ha finito, e non di attaccare una sfilza di quegli inutili \"haben sind gewesen gehabt haben geworden seins\" alla fine del suo discorso. Questa sorta di cianfrusaglia svilisce un discorso, invece di aggiungervi purezza. Sono perciò un'offesa, e dovrebbero essere scartati."
    ],
    [
      "Settimo, scarterei le parentesi. E anche le doppie parentesi, le triple parentesi, le n-parentesi, e allo stesso modo la parentesi-regina finale che chiude tutto quanto l'insieme. Chiederei a ogni individuo, sia esso alto o basso, di distendere un discorso chiaro e semplice, oppure di avvolgerlo, sedercisi sopra e starsene in pace. Infrazioni a questa legge dovrebbero essere punibili con la morte."
    ],
    [
      "Ottavo e ultimo, terrei Zug e Schlag, con i loro pendagli, e getterei via il resto del vocabolario. Questo semplificherebbe la lingua."
    ],
    [
      "In base ai miei studi di filologia sono arrivato alla conclusione che una persona dotata riesce ad imparare l'inglese (se si esclude l'ortografia e la pronuncia) in trenta ore, il francese in trenta giorni e il tedesco in trent'anni. È ovvio che la lingua tedesca ha bisogno di essere rimodellata e riparata. Se rimanesse così com'è dovrebbe essere accantonata, con dolcezza e riverenza, tra le lingue morte, perché solo i morti hanno tempo sufficiente per impararla."
    ],
    [
      "Poi una caviglia ha attaccato a prudermi, ma mica me la potevo grattare; e poi si è messo a prudermi un orecchio, e poi la schiena, proprio in mezzo alle spalle. Mi sembrava di morire, se non mi grattavo. Beh, è una cosa che ho già notato un mucchio di volte. Se sei con gente di classe, o a un funerale, o cerchi di dormire quando non hai sonno, insomma se sei da qualche parte dove non devi grattarti, allora stai sicuro che ti viene da grattarti in un migliaio di posti. (pp. 16-17)"
    ],
    [
      "Mark Twain (è importante ripeterlo) ha scritto Huckleberry Finn, libro che da solo basta per la gloria. Libro né umoristico né tragico, libro semplicemente felice. (Jorge Luis Borges)"
    ],
    [
      "Senza rendersene conto, aveva scoperto una legge importantissima che regola l'agire umano: e cioè che per indurre un uomo o un ragazzo a desiderare qualcosa, basta far sì che quella cosa risulti difficile da ottenere. (2016, p. 25)"
    ],
    [
      "Alla fine comparve la scimmia, e tutti compresero che l'uomo era ormai vicino. E fu proprio così. La scimmia continuò a svilupparsi per cinque milioni di anni, e quindi si trasformò in uomo, almeno in apparenza."
    ],
    [
      "Una delle religioni principali è chiamata Cristianesimo. Vi interesserà certamente una breve spiegazione di questa religione, spiegata dettagliatamente in un libro di due milioni di parole, il Vecchio e il Nuovo Testamento. Il libro ha anche un altro nome: il Verbo di Dio, perché i cristiani credono che ogni sua parola sia stata dettata personalmente da Dio."
    ],
    [
      "Essere virtuosi è nobile; mostrare agli altri come essere virtuosi è ancora più nobile, e non costa nulla."
    ],
    [
      "Il miglior modo per tirarti su di umore è tentare di tirar su l'umore di qualcun altro. (1896)[56]"
    ],
    [
      "Dissi tra me e me: \"Un autentico ebreo! Ha promesso a qualche zoticone una giacca per quattro dollari e ora si è accorto che se fosse laggiù potrebbe appioppargliene una peggiore per cinque. È una razza priva di cuore e di principi.\" (p. 18)"
    ],
    [
      "Non c'è personalità, per quanto spiccata e rispettabile, che non possa essere distrutta dal ridicolo, sia pure, questo, meschino e sciocco. Osservate l'asino, per esempio: la sua personalità è quasi perfetta, esso è uno spirito eletto tra gli animali più umili, eppure, guardate dove l'ha condotto il ridicolo. Invece di sentirci lusingati quando ci chiamano asini, restiamo in dubbio. - Calendario di Wilson lo Zuccone."
    ],
    [
      "12 ottobre: Scoperta dell'America. È stato meraviglioso trovare l'America, ma sarebbe stato ancor più meraviglioso perderla."
    ],
    [
      "Non sarebbe un bene se la pensassimo tutti nello stesso modo; è la divergenza di opinioni che rende possibili le corse dei cavalli."
    ]
  ]
}