{
  "bio": "Nikola Tesla (1856 – 1943), fisico, inventore e ingegnere serbo naturalizzato statunitense.",
  "quotes": [
    [
      "Approvo la rivoluzione russa perché ha proclamato il principio dell'onestà su un sesto della superficie terrestre. L'Unione Sovietica sta affrontando tentazioni incredibili, ma lo Stato è pronto a superarle. I russi sono fortunati: hanno il socialismo e Stalin. Persone felici con un leader saggio."
    ],
    [
      "I nostri pregi e i nostri difetti sono inscindibili, proprio come la forza e la materia. Quando si separano, l'uomo non è più."
    ],
    [
      "Infelice Novecento! Abbiamo riposto tanta speranza in lui, ha portato tanta miseria all'umanità e continuerà a farlo. L'unica cosa positiva in questo secolo è la rivoluzione russa e la creazione dell'Unione Sovietica."
    ],
    [
      "L'italiano è probabilmente la lingua più melodiosa e la più facile da imparare."
    ],
    [
      "Lasciamo che il futuro dica la Verità, e giudichiamo ciascuno secondo la propria opera e gli obiettivi. Il presente è loro; il futuro, per il quale ho realmente lavorato, è mio."
    ],
    [
      "Mi chiamarono pazzo nel 1896 quando annunciai la scoperta di raggi cosmici. Ripetutamente si presero gioco di me quando avevo scoperto qualcosa di nuovo e poi, anni dopo, videro che avevo ragione."
    ],
    [
      "Nessun razzo raggiungerà la luna salvo [il caso] della scoperta miracolosa di un esplosivo molto più potente di qualsiasi noto. E anche se il combustibile necessario venisse prodotto, bisognerebbe ancora osservare che il dispositivo a razzo dovrà operare ad una temperatura di 459 gradi [fahrenheit] sotto lo zero - la temperatura dello spazio interplanetario."
    ],
    [
      "Se Edison deve cercare un ago in un pagliaio procede con la diligenza dell'ape nell'esaminare paglia per paglia fino a quando trova l'oggetto della sua ricerca [...]. Ero testimone dispiaciuto di tale comportamento, sapendo che un po' di teoria e di calcoli avrebbero evitato il novanta per cento del suo lavoro."
    ],
    [
      "Le lotte fra individui, come fra governi e nazioni, derivano invariabilmente da incomprensioni, intese nel senso più ampio del termine. Le incomprensioni sono sempre causate dall'incapacità di comprendere il punto di vista altrui.[4]"
    ],
    [
      "Il miglior modo per combattere l'ignoranza è quello di diffondere la conoscenza in modo sistematico. Con questo obiettivo in mente, è fondamentale favorire gli scambi di idee e le relazioni umane.[4]"
    ],
    [
      "La trasmissione economica dell'energia senza fili è di importanza fondamentale per l'uomo. Gli permetterà infatti di dominare incontrastato sull'aria, sul mare e sui deserti. L'uomo sarà libero dalla necessità di estrarre minerali o petrolio, trasportare e bruciare combustibili, abolendo così molteplici cause di inquinamento. [...] Il glorioso sole diventerà il nostro servo ubbidiente. Pace e armonia si diffonderanno sulla Terra."
    ],
    [
      "Questa crescente tendenza delle donne a oscurare i maschi è un segno del deteriorarsi della civiltà."
    ],
    [
      "La competizione ostinata della donna con l'uomo nel mondo degli affari sta distruggendo alcune delle migliori tradizioni."
    ],
    [
      "Forse il maschio è inutile nella società umana. Francamente ammetto di non saperlo. Se le donne iniziano a pensarla in questo modo - e ce ne sono prove evidenti - allora stiamo entrando nel periodo più crudele della storia del mondo."
    ],
    [
      "La tendenza delle donne a mettere l'uomo da parte, soppiantando il vecchio spirito di cooperazione nelle faccende della vita, è molto deludente per me."
    ],
    [
      "Sono considerato da tutti un lavoratore instancabile, e se vogliamo considerare il pensiero e la riflessione come un lavoro, allora lo sono davvero, perché ho dedicato loro tutte le mie ore da sveglio. Se il lavoro invece è considerato come una prestazione eseguita in un determinato tempo e in base a un ruolo ben definito, allora io sono il peggiore degli scansafatiche. Ogni sforzo eseguito sotto costrizione esige un grande sacrificio in termini di energia vitale. Non ho mai pagato un tale prezzo. Al contrario ho prosperato grazie ai miei pensieri."
    ]
  ]
}