{
  "bio": "Oscar Fingal O'Flahertie Wills Wilde (1854 – 1900), scrittore e poeta irlandese.",
  "quotes": [
    [
      "Buona parte della mia perversione morale è dovuta al fatto che mio padre non mi permise di diventare cattolico. L'aspetto artistico della Chiesa e la fragranza dei suoi insegnamenti mi avrebbero guarito dalle mie degenerazioni. Ho intenzione di esservi accolto al più presto.[1]"
    ],
    [
      "O solitaria Ravenna! molti racconti sono stati fatti | delle tue grandi glorie negli antichi giorni: | Duemila anni sono passati dacché vedesti | Cesare cavalcare alla vittoria imperiale.[15]"
    ],
    [
      "Vagai per il verde rifugio di Scoglietto | Le arance su ciascun rametto sospeso | Ardevano come lucenti lampade d'oro a svergognare il giorno [...][27]"
    ],
    [
      "La bigamia è avere una moglie di troppo. La monogamia anche."
    ],
    [
      "[Ultime parole] O se ne va questa carta da parati o me ne vado io!"
    ],
    [
      "[Ad Edoardo Giacomo Boner] Tu mostri l'antica saggezza della tua isola illuminata dall'arte ellenica.[30]"
    ],
    [
      "È una fatica da cani l'oziare. Ma non protesto contro la fatica purché non miri a uno scopo preciso."
    ],
    [
      "Ah! non avevi scopi nella tua vita, tu, avevi solo appetiti. Uno scopo è un fine intellettuale. (1958, p. 12)"
    ],
    [
      "L'arte è un simbolo poiché un simbolo è l'uomo. (1958, p. 94)"
    ],
    [
      "I tramonti sono decisamente fuori moda. Appartengono a un'epoca in cui l'ultima moda era Turner, per l'arte. Ammirarli denota provincialismo di carattere. Comunque essi continuano a esserci."
    ],
    [
      "Amare se stessi è l'inizio di un romanzo che dura una vita."
    ],
    [
      "Chiunque può fare la storia. Solo un grande uomo può scriverla."
    ],
    [
      "\"[Il fantasma] è conosciuto da tre secoli, dal 1584 per essere esatti, e non manca mai di mostrarsi prima della morte di un membro della famiglia.\" \"In quanto a questo, Lord Canterville, fa così anche il medico di famiglia.\""
    ],
    [
      "Le lentiggini si ereditano nelle famiglie scozzesi come la gotta in quelle inglesi."
    ],
    [
      "A me piace parlare a un muro; è il solo oggetto al mondo che non mi contraddica!"
    ],
    [
      "Chi non pensa a se stesso non pensa affatto."
    ],
    [
      "Essere innamorati è molto romantico. Ma non c'è niente di romantico in una precisa proposta matrimoniale. Diavolo!, e se quella dice di sì? (Algernon: I; 2004, p. 41)"
    ],
    [
      "Hélas! È forse per potermi abbandonare | alla deriva con le mie passioni | e mutare in un liuto il mio spirito | le cui fibre risuonano a ogni vento, | forse per questo allontanai da me | la saggezza e la misura di un tempo? | Come una pergamena è la mia vita: | scritta durante una festa d'infanzia, | è piena di ghirigori e di frivole | canzoni per cornamuse e per zufoli. | Queste cose non fanno che guastare | il segreto del tutto. Ma io so | che un tempo mi fu dato di levarmi | alle altezze del sole e ricavare | dall'aspra dissonanza della vita | un accordo così chiaro da giungere | alle orecchie di Dio. È forse morto | quel tempo? Ahimè, con un'umile canna | non ho potuto che sfiorarne appena | la dolcezza: e dovrò dunque lasciare | che si disperda il retaggio di un'anima?"
    ],
    [
      "Credo che nella vita pratica il successo, quello vero, abbia per sua natura qualcosa che supera gli scrupoli comuni così come li supera ogni ambizione umana."
    ],
    [
      "Mrs Allonby: Che cosa curiosa, le donne brutte sono sempre gelose dei loro mariti, mentre le donne belle non lo sono mai. Lord Illingworth: Le donne belle non ne hanno il tempo. Sono sempre occupate a essere gelose dei mariti delle altre!"
    ]
  ]
}