{
  "bio": "Stephen William Hawking (1942 – 2018), cosmologo, matematico e fisico teorico britannico.",
  "quotes": [
    [
      "[Dopo la scoperta della particella] Avevo scommesso con Gordon Kane dell'Università del Michigan che il bosone di Higgs non sarebbe stato trovato. Sembra proprio che io abbia appena perso 100 dollari."
    ],
    [
      "C'è una fondamentale differenza tra la religione, che è basata sull'autorità, e la scienza, che è basata su osservazione e ragionamento. E la scienza vincerà perché funziona.[2]"
    ],
    [
      "[Sulla meccanica quantistica] Einstein [...] sbagliò quando disse: \"Dio non gioca a dadi\". La considerazione dei buchi neri suggerisce infatti non solo che Dio gioca a dadi, ma che a volte ci confonda gettandoli dove non li si può vedere.[6] [attribuita erroneamente anche a Richard Feynman]"
    ],
    [
      "[Il Cobe[9] ha compiuto] la più grande scoperta del secolo, se non di ogni tempo.[10]"
    ],
    [
      "[Ultime parole famose] L'acceleratore LHC sprigiona un'energia mai raggiunta prima e secondo le teorie dovrebbe essere sufficiente per trovare questa fantomatica particella la quale spiega la massa delle cose, e quindi rappresenta una misura fondamentale per decifrare la materia. [...] Ma credo che sarebbe più eccitante se non lo trovassimo, il bosone di Higgs. Dimostrerebbe che c'è qualcosa di sbagliato nelle nostre idee e che dobbiamo pensare di più per trovare altre spiegazioni. Per questo ho scommesso cento dollari che non lo troveremo.[13]"
    ],
    [
      "A parte la sfortuna di contrarre la mia grave malattia dei motoneuroni, sono stato fortunato sotto quasi ogni altro aspetto."
    ],
    [
      "Il principio di indeterminazione segnò la fine del tipo di scienza sognato da Laplace, ovvero di un modello dell'universo completamente deterministico: non è certo possibile predire con esattezza gli eventi futuri se non si può misurare con precisione nemmeno lo stato attuale dell'universo! (cap. IX, p.110)"
    ],
    [
      "Se il grande astrofisico ricordasse un po' della filosofia studiata nel primo anno di liceo non dimenticherebbe che una delle tesi più note del materialismo classico, che ha attraversato la cultura moderna (Karl Marx, per esempio, ne è un grande estimatore), è quella del greco Democrito. La sua teoria delle klinamen, spiegava l'origine del mondo dal contatto di particelle di materia, che si incontrano a causa di una determinata inclinazione, formando il Tutto, così a caso, senza un disegno divino. (Stefano Zecchi)"
    ]
  ]
}