{
  "bio": "Steve Paul Jobs (1955 – 2011), informatico e imprenditore statunitense.",
  "quotes": [
    [
      "Alexander Graham Bell ha fatto qualche ricerca di mercato prima di inventare il telefono?[1]"
    ],
    [
      "[A John Lasseter] Alla Apple, quando facciamo un computer, sappiamo che dopo cinque anni è da buttare. Ma se fai bene il tuo lavoro, un film può durare per sempre.[3]"
    ],
    [
      "Le persone che sanno di cosa stanno parlando non hanno bisogno di PowerPoint.[8]"
    ],
    [
      "Non è compito dei consumatori sapere quello che vogliono.[11]"
    ],
    [
      "[Annunciando l'introduzione dell'iPhone] Questo è un giorno che ho atteso con ansia per due anni e mezzo. Ogni tanto, viene avanti un prodotto rivoluzionario che cambia tutto. Si è molto fortunati se si ha la possibilità di lavorare anche solo con uno di questi [prodotti rivoluzionari] nella tua carriera. Chi ha lavorato con Apple è stato molto fortunato. Apple è stata in grado di introdurre alcuni di questi [prodotti rivoluzionari] nel mondo. Nel 1984, abbiamo introdotto il Macintosh. Non ha cambiato solo Apple. Ha cambiato l'intera industria del computer. Nel 2001, abbiamo introdotto il primo iPod. Non ha solo cambiato il nostro modo di ascoltare la musica. Ha cambiato l'intera industria musicale. Bene, oggi, stiamo introducendo tre prodotti rivoluzionari di questo tipo."
    ],
    [
      "Semplice può essere più difficile di complesso: devi lavorare sodo per rendere le cose semplici.[15]"
    ],
    [
      "Sono onorato di essere qui con voi oggi alle vostre lauree in una delle migliori università del mondo. Io non mi sono mai laureato. Anzi, per dire la verità, questa è la cosa più vicina a una laurea che mi sia mai capitata. Oggi voglio raccontarvi tre storie della mia vita. Tutto qui, niente di eccezionale: solo tre storie."
    ],
    [
      "[...] negli ultimi 33 anni, mi sono guardato ogni mattina allo specchio chiedendomi: \"Se oggi fosse l'ultimo giorno della mia vita, vorrei fare quello che sto per fare oggi?\". E ogni qualvolta la risposta è no per troppi giorni di fila, capisco che c'è qualcosa che deve essere cambiato."
    ],
    [
      "[...] la morte con tutta probabilità è la più grande invenzione della vita. [...] Spazza via il vecchio per far spazio al nuovo."
    ],
    [
      "Il nostro tempo è limitato, per cui non lo dobbiamo sprecare vivendo la vita di qualcun altro. Non facciamoci intrappolare dai dogmi, che vuol dire vivere seguendo i risultati del pensiero di altre persone. Non lasciamo che il rumore delle opinioni altrui offuschi la nostra voce interiore. E, cosa più importante di tutte, dobbiamo avere il coraggio di seguire il nostro cuore e la nostra intuizione. In qualche modo, essi sanno che cosa vogliamo realmente diventare. Tutto il resto è secondario."
    ]
  ]
}