{
  "bio": "Albert Einstein (14 March 1879 – 18 April 1955) was a Jewish German theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Together, relativity and quantum mechanics are the two pillars of modern physics. He won the 1921 Nobel Prize in Physics for his explanation of the photoelectric effect.",
  "quotes": [
    [
      "It followed from the special theory of relativity that mass and energy are both but different manifestations of the same thing - a somewhat unfamiliar conception for the average mind. Furthermore, the equation E = mc², in which energy is put equal to mass, multiplied by the square of the velocity of light, showed that very small amounts of mass may be converted into a very large amount of energy and vice versa. The mass and energy were equivalent, according to the formula mentioned before. This was demonstrated by Cockcroft and Walton in 1932, experimentally."
    ],
    [
      "By a clock we understand anything characterized by a phenomenon passing periodically through identical phases so that we must assume, by the principle of sufficient reason, that all that happens in a given period is identical with all that happens in an arbitrary period."
    ],
    [
      "Nature shows us only the tail of the lion. But there is no doubt in my mind that the lion belongs with it even if he cannot reveal himself to the eye all at once because of his huge dimension. We see him only the way a louse sitting upon him would."
    ],
    [
      "\"The physical world is real.\" That is supposed to be the fundamental hypothesis. What does \"hypothesis\" mean here? For me, a hypothesis is a statement, whose truth must be assumed for the moment, but whose meaning must be raised above all ambiguity. The above statement appears to me, however, to be, in itself, meaningless, as if one said: \"The physical world is cock-a-doodle-do.\" It appears to me that the \"real\" is an intrinsically empty, meaningless category (pigeon hole), whose monstrous importance lies only in the fact that I can do certain things in it and not certain others."
    ],
    [
      "The state of mind which enables a man to do work of this kind is akin to that of the religious worshiper or the lover; the daily effort comes from no deliberate intention or program, but straight from the heart."
    ],
    [
      "One of the strongest motives that lead men to art and science is escape from everyday life with its painful crudity and hopeless dreariness, from the fetters of one's own ever-shifting desires. A finely tempered nature longs to escape from the personal life into the world of objective perception and thought. With this negative motive goes a positive one. Man seeks to form for himself, in whatever manner is suitable for him, a simplified and lucid image of the world, and so to overcome the world of experience by striving to replace it to some extent by this image. This is what the painter does, and the poet, the speculative philosopher, the natural scientist, each in his own way. Into this image and its formation, he places the center of gravity of his emotional life, in order to attain the peace and serenity that he cannot find within the narrow confines of swirling personal experience."
    ],
    [
      "The supreme task of the physicist is to arrive at those universal elementary laws from which the cosmos can be built up by pure deduction. There is no logical path to these laws; only intuition, resting on sympathetic understanding of experience, can reach them. In this methodological uncertainty, one might suppose that there were any number of possible systems of theoretical physics all equally well justified; and this opinion is no doubt correct, theoretically. But the development of physics has shown that at any given moment, out of all conceivable constructions, a single one has always proved itself decidedly superior to all the rest."
    ],
    [
      "When a man after long years of searching chances on a thought which discloses something of the beauty of this mysterious universe, he should not therefore be personally celebrated. He is already sufficiently paid by his experience of seeking and finding. In science, moreover, the work of the individual is so bound up with that of his scientific predecessors and contemporaries that it appears almost as an impersonal product of his generation."
    ],
    [
      "Try and penetrate with our limited means the secrets of nature and you will find that, behind all the discernible concatenations, there remains something subtle, intangible and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion. To that extent I am, in point of fact, religious."
    ],
    [
      "If A is success in life, then A = x + y + z. Work is x, play is y and z is keeping your mouth shut."
    ],
    [
      "How can it be that mathematics, being, after all, a product of human thought which is independent of experience, is so admirably appropriate to the objects of reality? Is human reason, then, without experience, merely by taking thought, able to fathom the properties of real things?"
    ],
    [
      "One reason why mathematics enjoys special esteem, above all other sciences, is that its laws are absolutely certain and indisputable, while those of other sciences are to some extent debatable and in constant danger of being overthrown by newly discovered facts."
    ],
    [
      "The meaning of relativity has been widely misunderstood. Philosophers play with the word, like a child with a doll. Relativity, as I see it, merely denotes that certain physical and mechanical facts, which have been regarded as positive and permanent, are relative with regard to certain other facts in the sphere of physics and mechanics. It does not mean that everything in life is relative and that we have the right to turn the whole world mischievously topsy-turvy."
    ],
    [
      "No man can visualize four dimensions, except mathematically ... I think in four dimensions, but only abstractly. The human mind can picture these dimensions no more than it can envisage electricity. Nevertheless, they are no less real than electro-magnetism, the force which controls our universe, within, and by which we have our being."
    ],
    [
      "Reading after a certain age diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking, just as the man who spends too much time in the theater is tempted to be content with living vicariously instead of living his own life."
    ],
    [
      "Our time is Gothic in its spirit. Unlike the Renaissance, it is not dominated by a few outstanding personalities. The twentieth century has established the democracy of the intellect. In the republic of art and science, there are many men who take an equally important part in the intellectual movements of our age. It is the epoch rather than the individual that is important. There is no one dominant personality like Galileo or Newton. Even in the nineteenth century, there were still a few giants who outtopped all others. Today the general level is much higher than ever before in the history of the world, but there are few men whose stature immediately sets them apart from all others."
    ],
    [
      "I am a determinist. As such, I do not believe in free will. The Jews believe in free will. They believe that man shapes his own life. I reject that doctrine philosophically. In that respect, I am not a Jew."
    ],
    [
      "I believe with Schopenhauer: We can do what we wish, but we can only wish what we must. Practically, I am, nevertheless, compelled to act as if freedom of the will existed. If I wish to live in a civilized community, I must act as if man is a responsible being. I know that philosophically a murderer is not responsible for his crime; nevertheless, I must protect myself from unpleasant contacts. I may consider him guiltless, but I prefer not to take tea with him."
    ],
    [
      "My own career was undoubtedly determined, not by my own will but by various factors over which I have no control-primarily those mysterious glands in which Nature prepares the very essence of life, our internal secretions."
    ],
    [
      "Whereas materialistic historians and philosophers neglect psychic realities, Freud is inclined to overstress their importance. I am not a psychologist, but it seems to me fairly evident that physiological factors, especially our endocrines, control our destiny ... I am not able to venture a judgment on so important a phase of modern thought. However, it seems to me that psychoanalysis is not always salutary. It may not always be helpful to delve into the subconscious. The machinery of our legs is controlled by a hundred different muscles. Do you think it would help us to walk if we analyzed our legs and knew exactly which one of the little muscles must be employed in locomotion and the order in which they work?"
    ],
    [
      "The only progress I can see is progress in the organization. The ordinary human being does not live long enough to draw any substantial benefit from his own experience. And no one, it seems, can benefit by the experiences of others. Being both a father and teacher, I know we can teach our children nothing. We can transmit to them neither our knowledge of life nor of mathematics. Each must learn its lesson anew."
    ],
    [
      "But to return to the Jewish question. Other groups and nations cultivate their individual traditions. There is no reason why we should sacrifice ours. Standardization robs life of its spice. To deprive every ethnic group of its special traditions is to convert the world into a huge Ford plant. I believe in standardizing automobiles. I do not believe in standardizing human beings. Standardization is a great peril which threatens American culture."
    ],
    [
      "I claim credit for nothing. Everything is determined, the beginning as well as the end, by forces over which we have no control. It is determined for the insect as well as for the star. Human beings, vegetables or cosmic dust, we all dance to a mysterious tune, intoned in the distance by an invisible player."
    ],
    [
      "I am not an Atheist. I do not know if I can define myself as a Pantheist. The problem involved is too vast for our limited minds. May I not reply with a parable? The human mind, no matter how highly trained, cannot grasp the universe. We are in the position of a little child, entering a huge library whose walls are covered to the ceiling with books in many different tongues. The child knows that someone must have written those books. It does not know who or how. It does not understand the languages in which they are written. The child notes a definite plan in the arrangement of the books, a mysterious order, which it does not comprehend, but only dimly suspects. That, it seems to me, is the attitude of the human mind, even the greatest and most cultured, toward God. "
    ],
    [
      "Besides agreeing with the aims of vegetarianism for aesthetic and moral reasons, it is my view that a vegetarian manner of living by its purely physical effect on the human temperament would most beneficially influence a lot of mankind."
    ],
    [
      "Why does this magnificent applied science which saves work and makes life easier bring us so little happiness? The simple answer runs: Because we have not yet learned to make sensible use of it. In war it serves that we may poison and mutilate each other. In peace it has made our lives hurried and uncertain. Instead of freeing us in great measure from spiritually exhausting labor, it has made men into slaves of machinery, who for the most part complete their monotonous long day's work with disgust and must continually tremble for their poor rations."
    ],
    [
      "I see a clock, but I cannot envision the clockmaker. The human mind is unable to conceive of the four dimensions, so how can it conceive of a God, before whom a thousand years and a thousand dimensions are as one?"
    ],
    [
      "What the inventive genius of mankind has bestowed upon us in the last hundred years could have made human life care free and happy if the development of the organizing power of man had been able to keep step with his technical advances. As it is, the hardly bought achievements of the machine age in the hands of our generation are as dangerous as a razor in the hands of a three-year-old child. The possession of wonderful means of production has not brought freedom-only care and hunger."
    ],
    [
      "There are certain occupations, even in modern society, which entail living in isolation and do not require great physical or intellectual effort. Such occupations as the service of lighthouses and lightships come to mind. Would it not be possible to place young people who wish to think about scientific problems, especially of a mathematical or philosophical nature, in such occupations? Very few young people with such ambitions have, even during the most productive period of their lives, the opportunity to devote themselves undisturbed for any length of time to problems of a scientific nature."
    ],
    [
      "All religions, arts and sciences are branches of the same tree. All these aspirations are directed toward ennobling man's life, lifting it from the sphere of mere physical existence and leading the individual towards freedom. It is no mere chance that our older universities developed from clerical schools."
    ],
    [
      "Physical concepts are free creations of the human mind, and are not, however it may seem, uniquely determined by the external world. In our endeavor to understand reality we are somewhat like a man trying to understand the mechanism of a closed watch. He sees the face and the moving hands, even hears its ticking, but he has no way of opening the case. If he is ingenious he may form some picture of a mechanism which could be responsible for all the things he observes, but he may never be quite sure his picture is the only one which could explain his observations. "
    ],
    [
      "The moral decline we are compelled to witness and the suffering it engenders are so oppressive that one cannot ignore them even for a moment. No matter how deeply one immerses oneself in work, a haunting feeling of inescapable tragedy persists. Still, there are moments when one feels free from one's own identification with human limitations and inadequacies. At such moments, one imagines that one stands on some spot of a small planet, gazing in amazement at the cold yet profoundly moving beauty of the eternal, the unfathomable: life and death flow into one, and there is neither evolution nor destiny; only being."
    ],
    [
      "I am convinced that degeneracy follows every autocratic system of violence, for violence inevitably attracts moral inferiors."
    ],
    [
      "Heroism at command, this senseless violence, this accursed bombast of patriotism - how intensely I despise them! War is low and despicable, and I had rather be smitten to shreds than participate in such doings."
    ]
  ]
}