{
  "bio": "Charles Dickens was an English novelist, short story writer, and essayist. He is best known for his novels A Christmas Carol, David Copperfield, Great Expectations, and A Tale of Two Cities. Dickens was also a prolific poet and essayist, and his works have been widely read and studied.",
  "quotes": [
    [
      "No one is useless in this world who lightens the burden of it to anyone else."
    ],
    [
      "To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart."
    ],
    [
      "It was a good thing to have a couple of thousand people all rigid and frozen together, in the palm of one's hand."
    ],
    [
      "Reflect upon your present blessings - of which every man has many - not on your past misfortunes, of which all men have some."
    ],
    [
      "The men who learn endurance, are they who call the whole world brother."
    ],
    [
      "Whatever was required to be done, the Circumlocution Office was beforehand with all the public departments in the art of perceiving - HOW NOT TO DO IT."
    ],
    [
      "Mr. Augustus Minns was a bachelor, of about forty as he said - of about eight-and-forty as his friends said. He was always exceedingly clean, precise, and tidy: perhaps somewhat priggish, and the most retiring man in the world."
    ],
    [
      "There were two classes of created objects which he held in the deepest and most unmingled horror: they were, dogs and children. He was not unamiable, but he could at any time have viewed the execution of a dog, or the assassination of an infant, with the liveliest satisfaction. Their habits were at variance with his love of order; and his love of order, was as powerful as his love of life."
    ],
    [
      "If any one were to ask me what in my opinion was the dullest and most stupid spot on the face of the Earth, I should decidedly say Chelmsford."
    ],
    [
      "Love is not a feeling to pass away, Like the balmy breath of a summer day; It is not - it cannot be - laid aside; It is not a thing to forget or hide. It clings to the heart, ah, woe is me! As the ivy clings to the old oak tree."
    ],
    [
      "To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart."
    ],
    [
      "The bright old day now dawns again; the cry runs through the land, In England there shall be dear bread-in Ireland, sword and brand; And poverty, and ignorance, shall swell the rich and grand, So, rally round the rulers with the gentle iron hand, Of the fine old English Tory days; Hail to the coming time!"
    ],
    [
      "Wherever religion is resorted to as a strong drink, and as an escape from the dull, monotonous round of home, those of its ministers who pepper the highest will be the surest to please. They who strew the Eternal Path with the greatest amount of brimstone, and who most ruthlessly tread down the flowers and leaves that grow by the wayside, will be voted the most righteous; and they who enlarge with the greatest pertinacity on the difficulty of getting into heaven will be considered, by all true believers, certain of going there: though it would be hard to say by what process of reasoning this conclusion is arrived at."
    ],
    [
      "I am quite serious when I say that I do not believe there are, on the whole earth besides, so many intensified bores as in these United States. No man can form an adequate idea of the real meaning of the word, without coming here."
    ],
    [
      "O let us love our occupations, Bless the squire and his relations, Live upon our daily rations, And always know our proper stations."
    ],
    [
      "I was present, myself, at the execution of Courvoisier. I was, purposely, on the spot, from midnight of the night before; and was a near witness of the whole process of the building of the scaffold, the gathering of the crowd, the gradual swelling of the concourse with the coming-on of day, the hanging of the man, the cutting of the body down, and the removal of it into the prison. From the moment of my arrival, when there were but a few score boys in the street, and those all young thieves, and all clustered together behind the barrier nearest to the drop - down to the time when I saw the body with its dangling head, being carried on a wooden bier into the gaol - I did not see one token in all the immense crowd; at the windows, in the streets, on the house-tops, anywhere; of any one emotion suitable to the occasion. No sorrow, no salutary terror, no abhorrence, no seriousness; nothing but ribaldry, debauchery, levity, drunkenness, and flaunting vice in fifty other shapes. I should have deemed it impossible that I could have ever felt any large assemblage of my fellow-creatures to be so odious."
    ],
    [
      "La difficulte d'ecrire l'anglais m'est extremement ennuyeuse. Ah, mon Dieu! si l'on pouvait toujours ecrire cette belle langue de France!"
    ],
    [
      "If the people at large be not already convinced that a sufficient general case has been made out for Administrative Reform, I think they never can be, and they never will be. ...Ages ago a savage mode of keeping accounts on notched sticks was introduced into the Court of Exchequer, and the accounts were kept, much as Robinson Crusoe kept his calendar on the desert island. In the course of considerable revolutions of time, the celebrated Cocker was born, and died; Walkinghame, of the Tutor's Assistant, and well versed in figures, was also born, and died; a multitude of accountants, book-keepers and actuaries, were born, and died. Still official routine inclined to these notched sticks, as if they were pillars of the constitution, and still the Exchequer accounts continued to be kept on certain splints of elm wood called \"tallies.\" In the reign of George III an inquiry was made by some revolutionary spirit, whether pens, ink, and paper, slates and pencils, being in existence, this obstinate adherence to an obsolete custom ought to be continued, and whether a change ought not to be effected. All the red tape in the country grew redder at the bare mention of this bold and original conception, and it took till 1826 to get these sticks abolished. In 1834 it was found that there was a considerable accumulation of them; and the question then arose, what was to be done with such worn-out, worm-eaten, rotten old bits of wood? I dare say there was a vast amount of minuting, memoranduming, and despatch-boxing on this mighty subject. The sticks were housed at Westminster, and it would naturally occur to any intelligent person that nothing could be easier than to allow them to be carried away for fire-wood by the miserable people who live in that neighbourhood. However, they never had been useful, and official routine required that they never should be, and so the order went forth that they were to be privately and confidentially burnt. It came to pass that they were burnt in a stove in the House of Lords. The stove, overgorged with these preposterous sticks, set fire to the panelling; the panelling set fire to the House of Lords; the House of Lords set fire to the House of Commons; the two houses were reduced to ashes; architects were called in to build others; we are now in the second million of the cost thereof, the national pig is not nearly over the stile yet; and the little old woman, Britannia, hasn't got home to-night. ...The great, broad, and true cause that our public progress is far behind our private progress, and that we are not more remarkable for our private wisdom and success in matters of business than we are for our public folly and failure, I take to be as clearly established as the sun, moon, and stars."
    ],
    [
      "I wish I were Commander in Chief of India. The first thing I would do to strike that Oriental race with amazement (not in the least regarding them as if they lived in the Strand, London, or at Camden Town), should be to proclaim to them in their language, that I considered my Holding that appointment by the leave of God, to mean that I should do my utmost to exterminate the Race upon whom the stain of the late cruelties rested; and that I begged them to do me the favor to observe that I was there for that purpose and no other, and was now pro"
    ],
    [
      "I wish I were Commander in Chief over there ! I would address that Oriental character which must be powerfully spoken to, in something like the following placard, which should be vigorously translated into all native dialects, \"I, The Inimitable, holding this office of mine, and firmly believing that I hold it by the permission of Heaven and not by the appointment of Satan, have the honor to inform you Hindoo gentry that it is my intention, with all possible avoidance of unnecessary cruelty and with all merciful swiftness of execution, to exterminate the Race from the face of the earth, which disfigured the earth with the late abominable atrocities"
    ],
    [
      "It was a good thing to have a couple of thousand people all rigid and frozen together, in the palm of one's hand."
    ],
    [
      "I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don't trust that conventional idea. Dishonesty will stare honesty out of countenance, any day in the week, if there is anything to be got by it."
    ],
    [
      "How much longer are we English to assist foreign nations to misunderstand us, by holding up that ridiculous lay-figure of our race known by the style and title of John Bull?"
    ],
    [
      "Resisting the slow touch of a frozen finger tracing out my spine."
    ],
    [
      "I put a New Testament among your books, for the very same reasons, and with the very same hopes that made me write an easy account of it for you, when you were a little child; because it is the best book that ever was or will be known in the world, and because it teaches you the best lessons by which any human creature who tries to be truthful and faithful to duty can possibly be guided. As your brothers have gone away, one by one, I have written to each such words as I am now writing to you, and have entreated them all to guide themselves by this book, putting aside the interpretations and inventions of men."
    ],
    [
      "In such a crowd, so numerous and composed of such heterogeneous elements, it might have appeared almost absurd to look for discipline; but perfect discipline there was, for, whatever his other qualities might be, Crocco most undoubtedly was a \"ruler of men\". His word in that band was law, and the punishment of disaffection was death."
    ],
    [
      "The system here, is rigid, strict, and hopeless solitary confinement... I believe that very few men are capable of estimating the immense amount of torture and agony which this dreadful punishment, prolonged for years, inflicts upon the sufferers... I hold this slow and daily tampering with the mysteries of the brain, to be immeasurably worse than any torture of the body: and because its ghastly signs and tokens are not so palpable to the eye and sense of touch as scars upon the flesh; because its wounds are not upon the surface, and it extorts few cries that human ears can hear; therefore I the more denounce it, as a secret punishment which slumbering humanity is not roused up to stay"
    ],
    [
      "The things that tormented me most were the very things that connected me with all the people who were alive, or who ever had been alive. Only if we face these open wounds in ourselves can we understand them in other people. An artist is a sort of emotional or spiritual historian. His role is to make you realize the doom and glory of knowing who you are and what you are. He has to tell, because nobody else can tell, what it is like to be alive."
    ],
    [
      "Of Dickens, dear friend, I know nothing. About a year ago, from idle curiousity, I picked up The Old Curiousity Shop, & of all the rotten vulgar un-literary writing...! Worse than George Eliot's. If a novelist can't write, where is the beggar?"
    ],
    [
      "Dickens is greatest when most personal and lyrical, and... he is most lyrical when he puts himself in a child's place, and sees with a child's eyes. In the centre of his best stories sits a little human figure, dreaming, watching life as it might watch the faces in the fire."
    ],
    [
      "It does not matter that Dicken's world is not lifelike; it is alive."
    ],
    [
      "Dickens was personal in a more godlike sense; he could multiply persons. He could create all the farce and tragedy of his age over again, with creatures unborn to sin and creatures unborn to suffer."
    ],
    [
      "The twin root facts of the revolution called Dickens are these: first, that he attacked the cold Victorian compromise; second, that he attacked it without knowing he was doing it-certainly without knowing that other people were doing it."
    ],
    [
      "The art of Dickens was the most exquisite of arts: it was the art of enjoying everybody. Dickens, being a very human writer, had to be a very human being; he had his faults and sensibilities in a strong degree; and I do not for a moment maintain that he enjoyed everybody in his daily life. But he enjoyed everybody in his books: and everybody has enjoyed everybody in his books even till to-day."
    ],
    [
      "Dickens did not merely believe in the brotherhood of man in the weak modern way; he was the brotherhood of man, and knew it was a brotherhood in sin as well as in aspiration."
    ],
    [
      "No gypsy on earth is a greater vagabond than myself."
    ],
    [
      "And on that grave where English oak and holly And laurel wreaths entwine, Deem it not all a too presumptuous folly, This spray of Western pine!"
    ],
    [
      "One day I realized my whole life has taught me Freudianism is nonsense. My father was a sociopath and an alcoholic, and I had a terrible childhood. I didn't grow up to be a criminal or have any of the problems that I'm supposed to have. Look at Ted Bundy, who had a normal childhood but grew up to be what he was. I made a conscious decision to stop writing Freudian characters because I realized that the best characters I've ever read are in Dickens, and he never heard of Freud. I've gotten some reviews where people say my characters aren't deep enough because we don't know why they are the way they are. One of my editors once said, 'We don't know what's in this guy's past that made him what he is now.' He wanted me to go back and show how his parents abused him. Trite Freudian stuff. In Dickens, the idea was that character is what you do, and that's what defines you. I think that makes sense. I believe in free will and individual choice and that we make our own lives as we go along."
    ],
    [
      "I see the line of my stories being awfully simple. It's not that I want to write mysteries, I'm talking about something more like what Dickens did, pulling strands together, weaving something I'm not very good at that. I just plunge ahead. Or I do it by trickery, by zig-zagging."
    ],
    [
      "One of those writers who are well worth stealing. Even the burial of his body in Westminster Abbey was a species of theft, if you come to think of it."
    ],
    [
      "When Chesterton wrote his introductions to the Everyman Edition of Dickens's works, it seemed quite natural to him to credit Dickens with his own highly individual brand of medievalism, and more recently a Marxist writer, Mr. T. A. Jackson, has made spirited efforts to turn Dickens into a blood-thirsty revolutionary. The Marxist claims him as 'almost' a Marxist, the Catholic claims him as 'almost' a Catholic, and both claim him as a champion of the proletariat (or 'the poor', as Chesterton would have put it)."
    ],
    [
      "When one reads any strongly individual piece of writing, one has the impression of seeing a face somewhere behind the page. It is not necessarily the actual face of the writer. I feel this very strongly with Swift, with Defoe, with Fielding, Stendhal, Thackeray, Flaubert, though in several cases I do not know what these people looked like and do not want to know. What one sees is the face that the writer ought to have. Well, in the case of Dickens I see a face that is not quite the face of Dickens's photographs, though it resembles it. It is the face of a man of about forty, with a small beard and a high colour. He is laughing, with a touch of anger in his laughter, but no triumph, no malignity. It is the face of a man who is always fighting against something, but who fights in the open and is not frightened, the face of a man who is generously angry - in other words, of a nineteenth-century liberal, a free intelligence, a type hated with equal hatred by all the smelly little orthodoxies which are now contending for our souls."
    ],
    [
      "In Oliver Twist, Hard Times, Bleak House, Little Dorrit, Dickens attacked English institutions with a ferocity that has never since been approached. Yet he managed to do it without making himself hated, and, more than this, the very people he attacked have swallowed him so completely that he has become a national institution himself. In its attitude towards Dickens the English public has always been a little like the elephant which feels a blow with a walking-stick as a delightful tickling. Before I was ten years old I was having Dickens ladled down my throat by schoolmasters in whom even at that age I could see a strong resemblance to Mr. Creakle, and one knows without needing to be told that lawyers delight in Sergeant Buzfuz and that Little Dorrit is a favourite in the Home Office. Dickens seems to have succeeded in attacking everybody and antagonizing nobody."
    ],
    [
      "If Dickens were alive to-day he would make a trip to Soviet Russia and come back with a book rather like Gide's Retour de L'URSS."
    ],
    [
      "North and South (by Elizabeth Gaskell) is really a very fine piece of work. A lot of North and South has that whole awful industrial growth in it, and she does naturally a lot better by her ladies than Dickens does, so it's really worth reading for that."
    ],
    [
      "Who calls him spurious and shoddy Shall do it over my lifeless body. I heartily invite such birds To come outside and say those words!"
    ],
    [
      "I was exposed to Dickens, Dumas, Victor Hugo, de Maupassant, Balzac."
    ],
    [
      "I had noted in my teens that major writers are usually those who have had to struggle against the odds -- to 'pull their cart out of the mud,' as I put it -- while writers who have had an easy start in life are usually second rate -- or at least, not quite first-rate. Dickens, Balzac, Dostoevsky, Shaw, H. G. Wells, are examples of the first kind; in the twentieth century, John Galsworthy, Graham Greene, Evelyn Waugh, and Samuel Beckett are examples of the second kind. They are far from being mediocre writers; yet they tend to be tinged with a certain pessimism that arises from never having achieved a certain resistance against problems."
    ]
  ]
}