{
  "bio": "Charles Dickens was an English novelist, short story writer, and essayist. He is best known for his novels A Christmas Carol, David Copperfield, Great Expectations, and A Tale of Two Cities. Dickens was also a prolific poet and essayist, and his works have been widely read and studied.",
  "quotes": [
    [
      "No one is useless in this world who lightens the burden of it to anyone else."
    ],
    [
      "To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart."
    ],
    [
      "It was a good thing to have a couple of thousand people all rigid and frozen together, in the palm of one's hand."
    ],
    [
      "Reflect upon your present blessings - of which every man has many - not on your past misfortunes, of which all men have some."
    ],
    [
      "The men who learn endurance, are they who call the whole world brother."
    ],
    [
      "Whatever was required to be done, the Circumlocution Office was beforehand with all the public departments in the art of perceiving - HOW NOT TO DO IT."
    ],
    [
      "There were two classes of created objects which he held in the deepest and most unmingled horror: they were, dogs and children. He was not unamiable, but he could at any time have viewed the execution of a dog, or the assassination of an infant, with the liveliest satisfaction. Their habits were at variance with his love of order; and his love of order, was as powerful as his love of life."
    ],
    [
      "If any one were to ask me what in my opinion was the dullest and most stupid spot on the face of the Earth, I should decidedly say Chelmsford."
    ],
    [
      "Love is not a feeling to pass away, Like the balmy breath of a summer day; It is not - it cannot be - laid aside; It is not a thing to forget or hide. It clings to the heart, ah, woe is me! As the ivy clings to the old oak tree."
    ],
    [
      "The bright old day now dawns again; the cry runs through the land, In England there shall be dear bread-in Ireland, sword and brand; And poverty, and ignorance, shall swell the rich and grand, So, rally round the rulers with the gentle iron hand, Of the fine old English Tory days; Hail to the coming time!"
    ],
    [
      "Wherever religion is resorted to as a strong drink, and as an escape from the dull, monotonous round of home, those of its ministers who pepper the highest will be the surest to please. They who strew the Eternal Path with the greatest amount of b.."
    ],
    [
      "I am quite serious when I say that I do not believe there are, on the whole earth besides, so many intensified bores as in these United States. No man can form an adequate idea of the real meaning of the word, without coming here."
    ],
    [
      "O let us love our occupations, Bless the squire and his relations, Live upon our daily rations, And always know our proper stations."
    ],
    [
      "I was present, myself, at the execution of Courvoisier. I was, purposely, on the spot, from midnight of the night before; and was a near witness of the whole process of the building of the scaffold, the gathering of the crowd, the gradual swelli.."
    ],
    [
      "If the people at large be not already convinced that a sufficient general case has been made out for Administrative Reform, I think they never can be, and they never will be. ...Ages ago a savage mode of keeping accounts on notched sticks was in.."
    ],
    [
      "I wish I were Commander in Chief of India. The first thing I would do to strike that Oriental race with amazement (not in the least regarding them as if they lived in the Strand, London, or at Camden Town), should be to proclaim to them in their.."
    ],
    [
      "There is a wisdom of the Head, and ... there is a wisdom of the Heart."
    ],
    [
      "Whatever was required to be done, the Circumlocution Office was beforehand with all the public departments in the art of perceiving - HOW NOT TO DO IT."
    ],
    [
      "A prison taint was on everything there. The imprisoned air, the imprisoned light, the imprisoned damps, the imprisoned men, were all deteriorated by confinement. As the captive men were faded and haggard, so the iron was rusty, the stone was slimy, the wood was rotten, the air was faint, the light was dim. Like a well, like a vault, like a tomb, the prison had no knowledge of the brightness outside; and would have kept its polluted atmosphere intact, in one of the spice islands of the Indian Ocean."
    ],
    [
      "I am the only child of parents who weighed, measured, and priced everything; for whom what could not be weighed, measured, and priced, had no existence."
    ],
    [
      "The Circumlocution Office was (as everybody knows without being told) the most important Department under Government. No public business of any kind could possibly be done at any time without the acquiescence of the Circumlocution Office. Its finger was in the largest public pie, and in the smallest public tart. It was equally impossible to do the plainest right and to undo the plainest wrong without the express authority of the Circumlocution Office."
    ],
    [
      "The Barnacles were a very high family, and a very large family. They were dispersed all over the public offices, and held all sorts of public places. Either the nation was under a load of obligation to the Barnacles, or the Barnacles were under a load of obligation to the nation. It was not quite unanimously settled which; the Barnacles having their opinion, the nation theirs."
    ],
    [
      "A person who can't pay, gets another person who can't pay, to guarantee that he can pay. Like a person with two wooden legs getting another person with two wooden legs, to guarantee that he has got two natural legs. It don't make either of them able to do a walking match."
    ],
    [
      "I know nothing of philosophical philanthropy. But I know what I have seen, and what I have looked in the face in this world here, where I find myself. And I tell you this, my friend, that there are people (men and women both, unfortunately) who have no good in them-none. That there are people whom it is necessary to detest without compromise. That there are people who must be dealt with as enemies of the human race. That there are people who have no human heart, and who must be crushed like savage beasts and cleared out of the way."
    ],
    [
      "I revere the memory of Mr. F. as an estimable man and most indulgent husband, only necessary to mention Asparagus and it appeared or to hint at any little delicate thing to drink and it came like magic in a pint bottle; it was not ecstasy but it was comfort."
    ],
    [
      "\"Papa is a preferable mode of address,\" observed Mrs General. \"Father is rather vulgar, my dear. The word Papa, besides, gives a pretty form to the lips. Papa, potatoes, poultry, prunes, and prism are all very good words for the lips: especially prunes and prism. You will find it serviceable, in the formation of a demeanour, if you sometimes say to yourself in company - on entering a room, for instance - Papa, potatoes, poultry, prunes and prism, prunes and prism."
    ],
    [
      "Whatever was required to be done, the Circumlocution Office was beforehand with all the public departments in the art of perceiving HOW NOT TO DO IT."
    ],
    [
      "You have been the embodiment of every graceful fancy that my mind has ever become acquainted with. ... Estella, to the last hour of my life, you cannot choose but remain part of my character, part of the little good in me, part of the evil."
    ],
    [
      "Pip, dear old chap, life is made of ever so many partings welded together..."
    ],
    [
      "Take nothing on its looks; take everything on evidence. There's no better rule."
    ],
    [
      "You are part of my existence, part of myself. You have been in every line I have ever read since I first came here, the rough common boy whose poor heart you wounded even then. You have been in every prospect I have ever seen since, - on the river, on the sails of the ships, on the marshes, in the clouds, in the light, in the darkness, in the wind, in the woods, in the sea, in the streets. You have been the embodiment of every graceful fancy that my mind has ever become acquainted with. The stones of which the strongest London buildings are made are not more real, or more impossible to be displaced by your hands, than your presence and influence have been to me, there and everywhere, and will be. Estella, to the last hour of my life, you cannot choose but remain part of my character, part of the little good in me, part of the evil. But, in this separation, I associate you only with the good; and I will faithfully hold you to that always, for you must have done me far more good than harm, let me feel now what sharp distress I may. O God bless you, God forgive you!"
    ],
    [
      "Suffering has been stronger than all other teaching, and has taught me to understand what your heart used to be. I have been bent and broken, but - I hope - into a better shape."
    ],
    [
      "Professionally he declines and falls, and as a friend he drops into poetry."
    ],
    [
      "I want to be something so much worthier than the doll in the doll's house."
    ],
    [
      "I don't care whether I am a Minx or a Sphinx."
    ],
    [
      "\"And if it's proud to have a heart that never hardens, and a temper that never tires, and a touch that never hurts,\" Miss Jenny struck in, flushed, \"she is proud.\""
    ],
    [
      "'No one is useless in this world,' retorted the Secretary, 'who lightens the burden of it for any one else.'"
    ]
  ]
}