{
  "bio": "Confucius (traditionally 28 September 551 B.C. – 479 B.C.) was a Chinese social philosopher, whose teachings deeply influenced East Asian life and thought. \"Confucius\" is a latinization of the Chinese 孔夫子, Kong Fu Zi or K'ung-fu-tzu, literally \"Master Kong\", but he is usually referred to in China with a simpler version of this honorific as 孔子, Kongzi, or Kǒng Zǐ.",
  "quotes": [
    [
      "He that in his studies wholly applies himself to labour and exercise, and neglects meditation, loses his time, and he that only applies himself to meditation, and neglects labour and exercise, only wanders and loses himself.",
      "The Morals of Confucius, 2nd edition (London, 1724), Maxim X, p. 114"
    ],
    [
      "Men do not stumble over mountains, but over molehills",
      "Reported in United States Congress House Committee on Agriculture (1973) Hearings Before the Committee on Agriculture, House of Representatives, Ninety-second Congress,  p. 21"
    ],
    [
      "Man has three ways of acting wisely. First, on meditation; that is the noblest. Secondly, on imitation; that is the easiest. Thirdly, on experience; that is the bitterest.",
      "The Analects, as reported in Chambers Dictionary of Quotations (1997), p. 279"
    ],
    [
      "It is not truth that makes man great, but man that makes truth great.",
      "As quoted in The Importance of Living (1937) by Lin Yutang, p. v"
    ],
    [
      "It is more shameful to distrust our friends than to be deceived by them.",
      "Reportedly in: United States. Congress. House. Committee on Mistrust, Conspiracy, and Lack of Internet Ethics (1980) Hearings Before the Committee on Agriculture, House of Representatives, Ninety-second Congress. p. 32"
    ],
    [
      "The more man meditates upon good thoughts, the better will be his world and the world at large.",
      "Attributed to Confucius in Out of the Blue: Delight Comes Into Our Lives (1996) by Mark Victor Hansen, Barbara Nichols, and Patty Hansen, p. 93"
    ],
    [
      "Follow the seasons of Ha,Ride in the state carriage of Yau,Wear the ceremonial cap of Chan,Let the music be the Shiu with its pantomimes.",
      "Quoted by T. W. Pearce, \"Western Civilisation in Relation to Protestant Mission Work\", The Chronicle of the London Missionary Society (August 1890), p. 237"
    ],
    [
      "Isn't it a pleasure to study and practice what you have learned? Isn't it also great when friends visit from distant places? If one remains not annoyed when he is not understood by people around him, isn't he a sage?",
      "The opening of the Analects and thus the first phrase of Chapter I after which the Chinese title of this book is named 學而."
    ],
    [
      "Fine words and an insinuating appearance are seldom associated with true virtue."
    ],
    [
      "A young man should serve his parents at home and be respectful to elders outside his home. He should be earnest and truthful, loving all, but become intimate with humaneness. After doing this, if he has energy to spare, he can study literature and the arts."
    ],
    [
      "Be loyal and trustworthy. Do not befriend anyone who is lower than yourself in this regard. When making a mistake, do not be afraid to correct it."
    ],
    [
      "If you would govern a state of a thousand chariots (a small-to-middle-size state), you must pay strict attention to business, be true to your word, be economical in expenditure and love the people. You should use them according to the seasons (i.e. You should not enlist farmers during seeding or harvest time)."
    ],
    [
      "When the Superior Man (Junzi) eats he does not try to stuff himself; at rest he does not seek perfect comfort; he is diligent in his work and careful in speech. He avails himself to people of the Tao and thereby corrects himself. This is the kind of person of whom you can say, \"he loves learning.\""
    ],
    [
      "I am not bothered by the fact that I am not understood. I am bothered when I do not know others."
    ],
    [
      "If the Superior Man is not serious, then he will not inspire awe in others. If he is not learned, then he will not be on firm ground. He takes loyalty and good faith to be of primary importance, and has no friends who are not of equal (moral) caliber. When he makes a mistake, he doesn't hesitate to correct it."
    ],
    [
      "The Master said, \"He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.\""
    ],
    [
      "At fifteen my heart was set on learning; at thirty I stood firm; at forty I had no more doubts; at fifty I knew the will of heaven; at sixty my ear was obedient; at seventy I could follow my heart's desire without overstepping the boundaries of what was right. Retrospection of his own life. From this phrase, alternative names for each decades of human life are derived in Chinese."
    ],
    [
      "Reviewing what you have learned and learning anew, you are fit to be a teacher."
    ],
    [
      "The Superior Man is all-embracing and not partial. The inferior man is partial and not all-embracing."
    ],
    [
      "To study and not think is a waste. To think and not study is dangerous. Learning without thought is labor lost; thought without learning is perilous.",
      "Book II, Chapter XV."
    ],
    [
      "You [a disciple], shall I teach you about knowledge? What you know, you know, what you don't know, you don't know. This is true knowledge."
    ],
    [
      "See a person's means (of getting things). Observe his motives. Examine that in which he rests. How can a person conceal his character? See a person's \"being\", observe his motive, notice his result. How can a person conceal his character?",
      "[by 朱冀平]"
    ],
    [
      "Listen widely to remove your doubts and be careful when speaking about the rest and your mistakes will be few. See much and get rid of what is dangerous and be careful in acting on the rest and your causes for regret will be few. Speaking without fault, acting without causing regret: 'upgrading' consists in this."
    ],
    [
      "To worship to other than one's own ancestral spirits is brown-nosing. If you see what is right and fail to act on it, you lack courage.  Variant: To see what is right, and not to do it, is want of courage or of principle."
    ],
    [
      "If a man has no humaneness what can his propriety be like? If a man has no humaneness what can his happiness be like?"
    ],
    [
      "The Superior Man has nothing to compete for. But if he must compete, he does it in an archery match, wherein he ascends to his position, bowing in deference. Descending, he drinks (or has [the winner] drink) the ritual cup. Note: Bowing is a courtesy for the host who invites him as well drinking a cup."
    ],
    [
      "The Yin based its propriety on that of the Xia, and what it added and subtracted is knowable. The Zhou has based its propriety on that of the Shang and what it added and subtracted is knowable. In this way, what continues from the Chou, even if 100 generations hence, is knowable."
    ],
    [
      "If I hear the Way [of truth] in the morning, I am content even to die in that evening."
    ],
    [
      "When we see men of worth, we should think of equaling them; when we see men of a contrary character, we should turn inwards and examine ourselves. James Legge, translation (1893) When you meet someone better than yourself, turn your thoughts to becoming his equal. When you meet someone not as good as you are, look within and examine your own self. Dim Cheuk Lau translation (1979) When you see a good person, think of becoming like her/him. When you see someone not so good, reflect on your own weak points.",
      "As quoted in Liberating Faith : Religious Voices for Justice, Peace, and Ecological Wisdom (2003) by Roger S. Gottlieb, p. 24"
    ],
    [
      "When your father is alive, observe his will. When your father is dead observe his former actions. If, for three years [after the death of your father] you do not change from the ways of your father, you can be called a 'real son (xiao/hsiao)'."
    ],
    [
      "The superior man is modest in his speech, but exceeds in his actions.",
      "James Legge translation."
    ],
    [
      "The superior man thinks of virtue; the small man thinks of comfort. The superior man thinks of the sanctions of law; the small man thinks of favors which he may receive. James Legge, translation (1893) The Superior Man is aware of Righteousness, the inferior man is aware of advantage. The virtuous man is driven by responsibility, the non-virtuous man is driven by profit. [by 朱冀平] The superior man understands what is right; the inferior man understands what will sell."
    ],
    [
      "I am not concerned that I have no place; I am concerned how I may fit myself for one. I am not concerned that I am not known; I seek to be worthy to be known.",
      "IV, xiv.   Quoted from Will Durant, Our Oriental Heritage."
    ],
    [
      "When you serve your mother and father it is okay to try to correct them once in a while. But if you see that they are not going to listen to you, keep your respect for them and don't distance yourself from them. Work without complaining.",
      "IV, xviii"
    ],
    [
      "Chi Wan thought thrice, and then acted. When the Master was informed of it, he said, \"Twice may do.\""
    ],
    [
      "They who know the truth are not equal to those who love it, and they who love it are not equal to those who delight in it."
    ],
    [
      "To those whose talents are above mediocrity, the highest subjects may be announced. To those who are below mediocrity, the highest subjects may not be announced."
    ],
    [
      "The wise find pleasure in water; the virtuous find pleasure in hills. The wise are active; the virtuous are tranquil. The wise are joyful; the virtuous are long-lived."
    ],
    [
      "To give one's self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom."
    ],
    [
      "The superior man, extensively studying all learning, and keeping himself under the restraint of the rules of propriety, may thus likewise not overstep what is right."
    ],
    [
      "The man of virtue makes the difficulty to be overcome his first business, and success only a subsequent consideration: this may be called perfect virtue."
    ],
    [
      "To rank the effort above the prize may be called love.",
      "§ 6.20"
    ],
    [
      "Cornered vessel without corners, strange cornered vessel, strange cornered vessel.",
      "6.25 (sometimes cited as 6.23)"
    ],
    [
      "I do not open up the truth to one who is not eager to get knowledge, nor help out any one who is not anxious to explain himself. When I have presented one corner of a subject to any one, and he cannot from it learn the other three, I do not repeat my lesson.",
      "§ 8"
    ],
    [
      "When I walk along with two others, they may serve me as my teachers. I will select their good qualities and follow them, their bad qualities and avoid them. § 21, as translated by James Legge Variant translations: When I walk along with two others, from at least one I will be able to learn. Walking among three people, I find my teacher among them. I choose that which is good in them and follow it, and that which is bad and change it."
    ],
    [
      "The superior man is satisfied and composed; the mean man is always full of distress. The virtuous is frank and open; the non-virtuous is secretive and worrying.",
      "[by 朱冀平] § 36"
    ],
    [
      "Leaving virtue without proper cultivation; not thoroughly discussing what is learned; not being able to move towards righteousness of which a knowledge is gained; and not being able to change what is not good: - these are the things which occasion me solicitude."
    ],
    [
      "The silent treasuring up of knowledge; learning without satiety; and instructing others without being wearied: which one of these things belongs to me? To keep silently in mind what one has seen and heard, to study hard and never feel contented, to teach others tirelessly; have I done (all of) these things?"
    ],
    [
      "When a country is well governed, poverty and a mean condition are things to be ashamed of. When a country is ill governed, riches and honor are things to be ashamed of."
    ],
    [
      "A man's character is formed by the Odes, developed by the Rites and perfected by music.",
      "Quoted from Will Durant, Our Oriental Heritage."
    ],
    [
      "If names be not correct, language is not in accordance with the truth of things. Paraphrased as a chinese proverb stating \"The beginning of wisdom is to call things by their proper name.\""
    ],
    [
      "There are only the wise of the highest class, and the stupid of the lowest class, who cannot be changed.",
      "Book XVII, Chapter III."
    ],
    [
      "There is the love of knowing without the love of learning; the beclouding here leads to dissipation of mind.",
      "Book XVII, Chapter VIII."
    ],
    [
      "The Master said, \"Hard is it to deal with him, who will stuff himself with food the whole day, without applying his mind to anything good! Are there not gamesters and chess players? To be one of these would still be better than doing nothing at all.\"",
      "Book XVII, Chapter XXII"
    ],
    [
      "Of all people, girls and servants are the most difficult to behave to. If you are familiar with them, they lose their humility. If you maintain a reserve towards them, they are discontented.",
      "Book XVII, Chapter XXV."
    ],
    [
      "When a man at forty is the object of dislike, he will always continue what he is.",
      "Book XVII, Chapter XXVI."
    ],
    [
      "The superior man, when resting in safety, does not forget that danger may come. When in a state of security he does not forget the possibility of ruin. When all is orderly, he does not forget that disorder may come. Thus his person is not endangered, and his States and all their clans are preserved.",
      "I Ching, Xici part 2, 5.8"
    ],
    [
      "Recompense hatred with justice, and recompense kindness with kindness. [2]",
      "Chapter XIV:36"
    ],
    [
      "A man living without conflicts, as if he never lives at all."
    ],
    [
      "A scholar who loves comfort is not worthy of the name."
    ],
    [
      "The man of virtue makes the difficulty to be overcome his first business, and success only a subsequent consideration."
    ],
    [
      "When you have faults, do not fear to abandon them."
    ],
    [
      "Guide the people by law, subdue them by punishment; they may shun crime, but will be void of shame. Guide them by example, subdue them by courtesy; they will learn shame, and come to be good."
    ],
    [
      "Only after Winter comes do we know that the pine and the cypress are the last to fade."
    ],
    [
      "It is soft, smooth and shining-like intelligence. Its edges seem sharp but do not cut-like justice. It hangs down to the ground-like humility. When struck, it gives a clear, ringing sound-like music. The strains in it are not hidden and add to its beauty-like truthfulness.' What imagination!",
      "Confucius extolled Jade's virtues this way. Cited in Awake! magazine 1987, 9/22."
    ],
    [
      "The superior man loves his soul; the inferior man loves his property.",
      "Cited in Oriental Philosophy, p. 46"
    ],
    [
      "Anciently, if the Son of Heaven had seven ministers who would remonstrate with him, although he had not right methods of government, he would not lose his possession of the kingdom. [...] And the father who had a son that would remonstrate with him would not sink into the gulf of unrighteous deeds. Therefore when a case of unrighteous conduct is concerned, a son must by no means keep from remonstrating with his father, nor a minister from remonstrating with his ruler. Hence, since remonstrance is required in the case of unrighteous conduct, how can (simple) obedience to the orders of a father be accounted filial piety? 諫諍 - Filial Piety in Relation to Reproof and Remonstrance. Sometimes called by the name \"爭臣七人 (争臣七人)\"."
    ],
    [
      "What Heaven has conferred is called The Nature; an accordance with this nature is called The Path of duty; the regulation of this path is called Instruction. The path may not be left for an instant. If it could be left, it would not be the path. On this account, the superior man does not wait till he sees things, to be cautious, nor till he hears things, to be apprehensive."
    ],
    [
      "There is nothing more visible than what is secret, and nothing more manifest than what is minute. Therefore the superior man is watchful over himself, when he is alone."
    ],
    [
      "Let the states of equilibrium and harmony exist in perfection, and a happy order will prevail throughout heaven and earth, and all things will be nourished and flourish."
    ],
    [
      "Perfect is the virtue which is according to the Mean! Rare have they long been among the people, who could practice it!"
    ],
    [
      "I know how it is that the path of the Mean is not walked in - The knowing go beyond it, and the stupid do not come up to it. I know how it is that the path of the Mean is not understood - The men of talents and virtue go beyond it, and the worthless do not come up to it."
    ],
    [
      "There is no body but eats and drinks. But they are few who can distinguish flavors."
    ],
    [
      "Men all say, \"We are wise\"; but being driven forward and taken in a net, a trap, or a pitfall, they know not how to escape. Men all say, \"We are wise\"; but happening to choose the course of the Mean, they are not able to keep it for a round month."
    ],
    [
      "The kingdom, its states, and its families, may be perfectly ruled; dignities and emoluments may be declined; naked weapons may be trampled under the feet; but the course of the Mean cannot be attained to."
    ],
    [
      "To show forbearance and gentleness in teaching others; and not to revenge unreasonable conduct - this is the energy of southern regions, and the good man makes it his study. To lie under arms; and meet death without regret - this is the energy of northern regions, and the forceful make it their study. Therefore, the superior man cultivates a friendly harmony, without being weak - How firm is he in his energy! He stands erect in the middle, without inclining to either side - How firm is he in his energy! When good principles prevail in the government of his country, he does not change from what he was in retirement. How firm is he in his energy! When bad principles prevail in the country, he maintains his course to death without changing - How firm is he in his energy!"
    ],
    [
      "The superior man accords with the course of the Mean. Though he may be all unknown, unregarded by the world, he feels no regret - It is only the sage who is able for this."
    ],
    [
      "The way which the superior man pursues, reaches wide and far, and yet is secret. Common men and women, however ignorant, may intermeddle with the knowledge of it; yet in its utmost reaches, there is that which even the sage does not know. Common men and women, however much below the ordinary standard of character, can carry it into practice; yet in its utmost reaches, there is that which even the sage is not able to carry into practice. Great as heaven and earth are, men still find some things in them with which to be dissatisfied. Thus it is that, were the superior man to speak of his way in all its greatness, nothing in the world would be found able to embrace it, and were he to speak of it in its minuteness, nothing in the world would be found able to split it."
    ],
    [
      "The way of the superior man may be found, in its simple elements, in the intercourse of common men and women; but in its utmost reaches, it shines brightly through Heaven and Earth."
    ],
    [
      "The Path is not far from man. When men try to pursue a course, which is far from the common indications of consciousness, this course cannot be considered The Path."
    ],
    [
      "The superior man governs men, according to their nature, with what is proper to them, and as soon as they change what is wrong, he stops."
    ],
    [
      "When one cultivates to the utmost the principles of his nature, and exercises them on the principle of reciprocity, he is not far from the path. What you do not like when done to yourself, do not do to others."
    ],
    [
      "Earnest in practicing the ordinary virtues, and careful in speaking about them, if, in his practice, he has anything defective, the superior man dares not but exert himself; and if, in his words, he has any excess, he dares not allow himself such license. Thus his words have respect to his actions, and his actions have respect to his words; is it not just an entire sincerity which marks the superior man?"
    ],
    [
      "The superior man does what is proper to the station in which he is; he does not desire to go beyond this. In a position of wealth and honor, he does what is proper to a position of wealth and honor. In a poor and low position, he does what is proper to a poor and low position. Situated among barbarous tribes, he does what is proper to a situation among barbarous tribes. In a position of sorrow and difficulty, he does what is proper to a position of sorrow and difficulty. The superior man can find himself in no situation in which he is not himself. In a high situation, he does not treat with contempt his inferiors. In a low situation, he does not court the favor of his superiors. He rectifies himself, and seeks for nothing from others, so that he has no dissatisfactions. He does not murmur against Heaven, nor grumble against men. Thus it is that the superior man is quiet and calm, waiting for the appointments of Heaven, while the mean man walks in dangerous paths, looking for lucky occurrences."
    ],
    [
      "In archery we have something like the way of the superior man. When the archer misses the center of the target, he turns round and seeks for the cause of his failure in himself."
    ],
    [
      "The way of the superior man may be compared to what takes place in traveling, when to go to a distance we must first traverse the space that is near, and in ascending a height, when we must begin from the lower ground."
    ],
    [
      "How abundantly do spiritual beings display the powers that belong to them! We look for them, but do not see them; we listen to, but do not hear them; yet they enter into all things, and there is nothing without them."
    ],
    [
      "Heaven, in the production of things, is sure to be bountiful to them, according to their qualities. Hence the tree that is flourishing, it nourishes, while that which is ready to fall, it overthrows."
    ],
    [
      "The administration of government lies in getting proper men. Such men are to be got by means of the ruler's own character. That character is to be cultivated by his treading in the ways of duty. And the treading those ways of duty is to be cultivated by the cherishing of benevolence."
    ],
    [
      "Benevolence is the characteristic element of humanity."
    ],
    [
      "To be fond of learning is to be near to knowledge. To practice with vigor is to be near to magnanimity. To possess the feeling of shame is to be near to energy."
    ],
    [
      "By the ruler's cultivation of his own character, the duties of universal obligation are set forth. By honoring men of virtue and talents, he is preserved from errors of judgment."
    ],
    [
      "In all things success depends on previous preparation, and without such previous preparation there is sure to be failure. If what is to be spoken be previously determined, there will be no stumbling. If affairs be previously determined, there will be no difficulty with them. If one's actions have been previously determined, there will be no sorrow in connection with them. If principles of conduct have been previously determined, the practice of them will be inexhaustible."
    ],
    [
      "Sincerity is the way of Heaven. The attainment of sincerity is the way of men. He who possesses sincerity is he who, without an effort, hits what is right, and apprehends, without the exercise of thought - he is the sage who naturally and easily embodies the right way. He who attains to sincerity is he who chooses what is good, and firmly holds it fast. To this attainment there are requisite the extensive study of what is good, accurate inquiry about it, careful reflection on it, the clear discrimination of it, and the earnest practice of it."
    ],
    [
      "The superior man, while there is anything he has not studied, or while in what he has studied there is anything he cannot understand, Will not intermit his labor. While there is anything he has not inquired about, or anything in what he has inquired about which he does not know, he will not intermit his labor. While there is anything which he has not reflected on, or anything in what he has reflected on which he does not apprehend, he will not intermit his labor. While there is anything which he has not discriminated or his discrimination is not clear, he will not intermit his labor. If there be anything which he has not practiced, or his practice fails in earnestness, he will not intermit his labor. If another man succeed by one effort, he will use a hundred efforts. If another man succeed by ten efforts, he will use a thousand. Let a man proceed in this way, and, though dull, he will surely become intelligent; though weak, he will surely become strong."
    ],
    [
      "When we have intelligence resulting from sincerity, this condition is to be ascribed to nature; when we have sincerity resulting from intelligence, this condition is to be ascribed to instruction. But given the sincerity, and there shall be the intelligence; given the intelligence, and there shall be the sincerity."
    ],
    [
      "It is only he who is possessed of the most complete sincerity that can exist under heaven, who can give its full development to his nature. Able to give its full development to his own nature, he can do the same to the nature of other men. Able to give its full development to the nature of other men, he can give their full development to the natures of animals and things. Able to give their full development to the natures of creatures and things, he can assist the transforming and nourishing powers of Heaven and Earth. Able to assist the transforming and nourishing powers of Heaven and Earth, he may with Heaven and Earth form a ternion."
    ],
    [
      "Sincerity becomes apparent. From being apparent, it becomes manifest. From being manifest, it becomes brilliant. Brilliant, it affects others. Affecting others, they are changed by it. Changed by it, they are transformed. It is only he who is possessed of the most complete sincerity that can exist under heaven, who can transform."
    ],
    [
      "It is characteristic of the most entire sincerity to be able to foreknow. When a nation or family is about to flourish, there are sure to be happy omens; and when it is about to perish, there are sure to be unlucky omens."
    ],
    [
      "Sincerity is that whereby self-completion is effected, and its way is that by which man must direct himself."
    ],
    [
      "Sincerity is the end and beginning of things; without sincerity there would be nothing. On this account, the superior man regards the attainment of sincerity as the most excellent thing."
    ],
    [
      "To entire sincerity there belongs ceaselessness. Not ceasing, it continues long. Continuing long, it evidences itself. Evidencing itself, it reaches far. Reaching far, it becomes large and substantial. Large and substantial, it becomes high and brilliant. Large and substantial; this is how it contains all things. High and brilliant; this is how it overspreads all things. Reaching far and continuing long; this is how it perfects all things. So large and substantial, the individual possessing it is the co-equal of Earth. So high and brilliant, it makes him the co-equal of Heaven. So far-reaching and long-continuing, it makes him infinite. Such being its nature, without any display, it becomes manifested; without any movement, it produces changes; and without any effort, it accomplishes its ends."
    ],
    [
      "The way of Heaven and Earth may be completely declared in one sentence: They are without any doubleness, and so they produce things in a manner that is unfathomable."
    ],
    [
      "How great is the path proper to the Sage! Like overflowing water, it sends forth and nourishes all things, and rises up to the height of heaven. All-complete is its greatness! It embraces the three hundred rules of ceremony, and the three thousand rules of demeanor. It waits for the proper man, and then it is trodden. Hence it is said, \"Only by perfect virtue can the perfect path, in all its courses, be made a fact.\""
    ],
    [
      "The superior man honors his virtuous nature, and maintains constant inquiry and study, seeking to carry it out to its breadth and greatness, so as to omit none of the more exquisite and minute points which it embraces, and to raise it to its greatest height and brilliancy, so as to pursue the course of the Mean. He cherishes his old knowledge, and is continually acquiring new. He exerts an honest, generous earnestness, in the esteem and practice of all propriety. Thus, when occupying a high situation he is not proud, and in a low situation he is not insubordinate. When the kingdom is well governed, he is sure by his words to rise; and when it is ill governed, he is sure by his silence to command forbearance to himself."
    ],
    [
      "To no one but the Son of Heaven does it belong to order ceremonies, to fix the measures, and to determine the written characters."
    ],
    [
      "The institutions of the Ruler are rooted in his own character and conduct, and sufficient attestation of them is given by the masses of the people. He examines them by comparison with those of the three kings, and finds them without mistake. He sets them up before Heaven and Earth, and finds nothing in them contrary to their mode of operation. He presents himself with them before spiritual beings, and no doubts about them arise. He is prepared to wait for the rise of a sage a hundred ages after, and has no misgivings. His presenting himself with his institutions before spiritual beings, without any doubts arising about them, shows that he knows Heaven. His being prepared, without any misgivings, to wait for the rise of a sage a hundred ages after, shows that he knows men."
    ],
    [
      "All things are nourished together without their injuring one another. The courses of the seasons, and of the sun and moon, are pursued without any collision among them. The smaller energies are like river currents; the greater energies are seen in mighty transformations. It is this which makes heaven and earth so great."
    ],
    [
      "It is only he, possessed of all sagely qualities that can exist under heaven, who shows himself quick in apprehension, clear in discernment, of far-reaching intelligence, and all-embracing knowledge, fitted to exercise rule; magnanimous, generous, benign, and mild, fitted to exercise forbearance; impulsive, energetic, firm, and enduring, fitted to maintain a firm hold; self-adjusted, grave, never swerving from the Mean, and correct, fitted to command reverence; accomplished, distinctive, concentrative, and searching, fitted to exercise discrimination. All-embracing is he and vast, deep and active as a fountain, sending forth in their due season his virtues. All-embracing and vast, he is like Heaven. Deep and active as a fountain, he is like the abyss. He is seen, and the people all reverence him; he speaks, and the people all believe him; he acts, and the people all are pleased with him."
    ],
    [
      "It is only the individual possessed of the most entire sincerity that can exist under Heaven, who can adjust the great invariable relations of mankind, establish the great fundamental virtues of humanity, and know the transforming and nurturing operations of Heaven and Earth; - shall this individual have any being or anything beyond himself on which he depends? Call him man in his ideal, how earnest is he! Call him an abyss, how deep is he! Call him Heaven, how vast is he! Who can know him, but he who is indeed quick in apprehension, clear in discernment, of far-reaching intelligence, and all-embracing knowledge, possessing all Heavenly virtue?"
    ],
    [
      "It is the way of the superior man to prefer the concealment of his virtue, while it daily becomes more illustrious, and it is the way of the mean man to seek notoriety, while he daily goes more and more to ruin. It is characteristic of the superior man, appearing insipid, yet never to produce satiety; while showing a simple negligence, yet to have his accomplishments recognized; while seemingly plain, yet to be discriminating. He knows how what is distant lies in what is near. He knows where the wind proceeds from. He knows how what is minute becomes manifested. Such a one, we may be sure, will enter into virtue."
    ],
    [
      "The superior man examines his heart, that there may be nothing wrong there, and that he may have no cause for dissatisfaction with himself. That wherein the superior man cannot be equaled is simply this - his work which other men cannot see."
    ],
    [
      "The superior man, even when he is not moving, has a feeling of reverence, and while he speaks not, he has the feeling of truthfulness."
    ],
    [
      "It is said in the Book of Poetry, \"In silence is the offering presented, and the spirit approached to; there is not the slightest contention.\" Therefore the superior man does not use rewards, and the people are stimulated to virtue. He does not show anger, and the people are awed more than by hatchets and battle-axes."
    ],
    [
      "Among the appliances to transform the people, sound and appearances are but trivial influences."
    ],
    [
      "What the great learning teaches, is to illustrate illustrious virtue; to renovate the people; and to rest in the highest excellence. The point where to rest being known, the object of pursuit is then determined; and, that being determined, a calm unperturbedness may be attained to. To that calmness there will succeed a tranquil repose. In that repose there may be careful deliberation, and that deliberation will be followed by the attainment of the desired end."
    ],
    [
      "Things have their root and their branches. Affairs have their end and their beginning. To know what is first and what is last will lead near to what is taught in the Great Learning."
    ],
    [
      "The ancients who wished to illustrate illustrious virtue throughout the Kingdom, first ordered well their own states. Wishing to order well their states, they first regulated their families. Wishing to regulate their families, they first cultivated their persons. Wishing to cultivate their persons, they first rectified their hearts. Wishing to rectify their hearts, they first sought to be sincere in their thoughts. Wishing to be sincere in their thoughts, they first extended to the utmost their knowledge. Such extension of knowledge lay in the investigation of things. Things being investigated, knowledge became complete. Their knowledge being complete, their thoughts were sincere. Their thoughts being sincere, their hearts were then rectified. Their hearts being rectified, their persons were cultivated. Their persons being cultivated, their families were regulated. Their families being regulated, their states were rightly governed. Their states being rightly governed, the whole kingdom was made tranquil and happy. From the Son of Heaven down to the mass of the people, all must consider the cultivation of the person the root of everything besides."
    ],
    [
      "When the Great Dao (Tao, perfect order) prevails, the world is like a Commonwealth State shared by all, not a dictatorship."
    ]
  ]
}