{
  "bio": "Douglas Adams (born 19 January 1951) is an English writer, comedian, actor, and television presenter. He is best known for his work on the BBC science fiction television programme Doctor Who, for which he has been the Doctor since 1963, and for his radio series The Hitchhiker's Guide to the Galaxy, which he has narrated since 1979. He has also written several other books, including the autobiographical The Long Dark Tea-Time of the Soul (1978), and the science fiction novel The Restaurant at the End of the Universe (1980).",
  "quotes": [
    [
      "When you are a student or whatever, and you can't afford a car, or a plane fare, or even a train fare, all you can do is hope that someone will stop and pick you up. At the moment we can't afford to go to other planets. We don't have the ships to take us there. There may be other people out there (I don't have any opinions about Life Out There, I just don't know) but it's nice to think that one could, even here and now, be whisked away just by hitchhiking.",
      "Statement of 1984, as quoted in Don't Panic: The Official Hitchhikers Guide to the Galaxy Companion (1988) by Neil Gaiman, p. 2"
    ],
    [
      "You are disoriented. Blackness swims toward you like a school of eels who have just seen something that eels like a lot.",
      "The Hitchhiker's Guide To The Galaxy text adventure game (1985), published by Infocom."
    ],
    [
      "Driving a Porsche in London is like bringing a Ming vase to a football game.",
      "As quoted in Don't Panic: The Official Hitchhikers Guide to the Galaxy Companion (1988) by Neil Gaiman"
    ],
    [
      "The idea that Bill Gates has appeared like a knight in shining armour to lead all customers out of a mire of technological chaos neatly ignores the fact that it was he, by peddling second rate technology, led them into it in the first place, and continues to do so today.",
      "As quoted in The Guardian (1995), and in \"Biting back at Microsoft\" (5 June 2001)"
    ],
    [
      "I think a nerd is a person who uses the telephone to talk to other people about telephones. And a computer nerd therefore is somebody who uses a computer in order to use a computer.",
      "Triumph of the Nerds: The Rise of Accidental Empires TV program (1996)"
    ],
    [
      "Imagine a puddle waking up one morning and thinking, \"This is an interesting world I find myself in - an interesting hole I find myself in - fits me rather neatly, doesn't it? In fact it fits me staggeringly well, may have been made to have me in it!\" This is such a powerful idea that as the sun rises in the sky and the air heats up and as, gradually, the puddle gets smaller and smaller, it's still frantically hanging on to the notion that everything's going to be alright, because this world was meant to have him in it, was built to have him in it; so the moment he disappears catches him rather by surprise. I think this may be something we need to be on the watch out for. We all know that at some point in the future the Universe will come to an end and at some other point, considerably in advance from that but still not immediately pressing, the sun will explode. We feel there's plenty of time to worry about that, but on the other hand that's a very dangerous thing to say.",
      "Speech at Digital Biota 2, Cambridge, UK, (1998)"
    ],
    [
      "There are some oddities in the perspective with which we see the world. The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be, but we have done various things over intellectual history to slowly correct some of our misapprehensions.",
      "Speech at Digital Biota 2, Cambridge, UK, (1998)"
    ],
    [
      "A learning experience is one of those things that say, \"You know that thing you just did? Don't do that.\"",
      "Interview in The Daily Nexus (5 April 2000), reprinted in The Salmon of Doubt"
    ],
    [
      "We don't have to save the world. The world is big enough to look after itself. What we have to be concerned about is whether or not the world we live in will be capable of sustaining us in it.",
      "Speech at The University of California, videoed by UCTV (May 2001)."
    ],
    [
      "If you try and take a cat apart to see how it works, the first thing you have on your hands is a nonworking cat. Life is a level of complexity that almost lies outside our vision; it is so far beyond anything we have any means of understanding that we just think of it as a different class of object, a different class of matter; 'life', something that had a mysterious essence about it, was God given, and that's the only explanation we had. The bombshell comes in 1859 when Darwin publishes On the Origin of Species. It takes a long time before we really get to grips with this and begin to understand it, because not only does it seem incredible and thoroughly demeaning to us, but it's yet another shock to our system to discover that not only are we not the centre of the Universe and we're not made by anything, but we started out as some kind of slime and got to where we are via being a monkey. It just doesn't read well.",
      "Douglas Adams. The Salmon of Doubt: Hitchhiking the Galaxy One Last Time. New York: Random House, 2002, 135–136. Also quoted by Richard Dawkins in his Eulogy for Douglas Adams (17 September 2001)"
    ],
    [
      "The world is a thing of utter inordinate complexity and richness and strangeness that is absolutely awesome. I mean the idea that such complexity can arise not only out of such simplicity, but probably absolutely out of nothing, is the most fabulous extraordinary idea. And once you get some kind of inkling of how that might have happened, it's just wonderful. And ... the opportunity to spend 70 or 80 years of your life in such a universe is time well spent as far as I am concerned.",
      "Response to the question \"What is it about science that really gets your blood running?\" - as quoted in Richard Dawkins in his eulogy for Adams (17 September 2001)"
    ]
  ]
}