{
  "bio": "Friedrich Wilhelm Nietzsche (15 October 1844 – 25 August 1900) was a German philosopher, cultural critic, composer, poet, writer, and philologist whose work has exerted a profound influence on modern intellectual history. His critiques of contemporary culture, religion, and philosophy centered on a basic question regarding the foundation of values and morality.",
  "quotes": [
    [
      "I am utterly amazed, utterly enchanted! I have a precursor, and what a precursor! I hardly knew Spinoza: that I should have turned to him just now, was inspired by \"instinct.\" Not only is his overtendency like mine-namely to make all knowledge the most powerful affect - but in five main points of his doctrine I recognize myself; this most unusual and loneliest thinker is closest to me precisely in these matters: he denies the freedom of the will, teleology, the moral world-order, the unegoistic, and evil. Even though the divergencies are admittedly tremendous, they are due more to the difference in time, culture, and science. In summa: my lonesomeness, which, as on very high mountains, often made it hard for me to breathe and make my blood rush out, is now at least a twosomeness. Strange! Incidentally, I am not at all as well as I had hoped. Exceptional weather here too! Eternal change of atmospheric conditions! - that will yet drive me out of Europe! I must have clear skies for months, else I get nowhere. Already six severe attacks of two or three days each. With affectionate love, Your friend."
    ],
    [
      "Here the ways of men part: if you wish to strive for peace of soul and pleasure, then believe; if you wish to be a devotee of truth, then inquire."
    ],
    [
      "Against that positivism which stops before phenomena, saying \"there are only facts,\" I should say: no, it is precisely facts that do not exist, only interpretations...[1]"
    ],
    [
      "In Germany there is much complaining about my \"eccentricities.\" But since it is not known where my center is, it won't be easy to find out where or when I have thus far been \"eccentric.\" That I was a philologist, for example, meant that I was outside my center (which fortunately does not mean that I was a poor philologist). Likewise, I now regard my having been a Wagnerian as eccentric. It was a highly dangerous experiment; now that I know it did not ruin me, I also know what significance it had for me - it was the most severe test of my character."
    ],
    [
      "I now myself live, in every detail, striving for wisdom, while I formerly merely worshipped and idolized the wise."
    ],
    [
      "So far no one had had enough courage and intelligence to reveal me to my dear Germans. My problems are new, my psychological horizon frighteningly comprehensive, my language bold and clear; there may well be no books written in German which are richer in ideas and more independent than mine."
    ],
    [
      "I've seen proof, black on white, that Herr Dr. Forster has not yet severed his connection with the anti-Semitic movement. ... Since then I've had difficulty coming up with any of the tenderness and protectiveness I've so long felt toward you. The separation between us is thereby decided in really the most absurd way. Have you grasped nothing of the reason why I am in the world? ... Now it has gone so far that I have to defend myself hand and foot against people who confuse me with these anti-Semitic canaille; after my own sister, my former sister, and after Widemann more recently have given the impetus to this most dire of all confusions. After I read the name Zarathustra in the anti-Semitic Correspondence my forbearance came to an end. I am now in a position of emergency defense against your spouse's Party. These accursed anti-Semite deformities shall not sully my ideal!!"
    ],
    [
      "You have committed one of the greatest stupidities - for yourself and for me! Your association with an anti-Semitic chief expresses a foreignness to my whole way of life which fills me again and again with ire or melancholy. ... It is a matter of honor with me to be absolutely clean and unequivocal in relation to anti-Semitism, namely, opposed to it, as I am in my writings. I have recently been persecuted with letters and Anti-Semitic Correspondence Sheets. My disgust with this party (which would like the benefit of my name only too well!) is as pronounced as possible, but the relation to Forster, as well as the aftereffects of my former publisher, the anti-Semitic Schmeitzner, always brings the adherents of this disagreeable party back to the idea that I must belong to them after all. ... It arouses mistrust against my character, as if publicly I condemned something which I have favored secretly - and that I am unable to do anything against it, that the name of Zarathustra is used in every Anti-Semitic Correspondence Sheet, has almost made me sick several times."
    ],
    [
      "Style ought to prove that one believes in an idea; not only that one thinks it but also feels it."
    ],
    [
      "Mathematics would certainly have not come into existence if one had known from the beginning that there was in nature no exactly straight line, no actual circle, no absolute magnitude."
    ],
    [
      "Wer mit Ungeheuern kampft, mag zusehn, dass er nicht dabei zum Ungeheuer wird. Und wenn du lange in einen Abgrund blickst, blickt der Abgrund auch in dich hinein."
    ],
    [
      "Ist das Leben nicht hundert Mal zu kurz, sich in ihm- zu langweilen?"
    ],
    [
      "Fur jede hohe Welt muss man geboren sein; deutlicher gesagt, man muss fur sie gezuchtet sein: ein Recht auf Philosophie -- das Wort im grossen Sinne genommen -- hat man nur Dank seiner Abkunft, die Vorfahren, das \"Geblut\" entscheidet auch hier. Viele Geschlechter mussen der Entstehung des Philospohen vorgearbeitet haben; jede seiner Tungenden muss einzeln erworben, gepflegt, fortgeerbt, einverleibt worden sein..."
    ],
    [
      "wir vermeinen, dass Harte, Gewaltsamkeit, Sklaverie, Gefahr auf der Gasse und im Herzen, Verborgenheit, Stoicismus, Versucherkunst und Teufelei jeder Art, dass alles Bose, Furchtbare, Tyrannische, Raubthier- und Schlangenhafte am Menschen so gut zur Erhohung der Species \"Mensch\" dient, als sein Gegensatz..."
    ],
    [
      "Man verdirbt einen Jungling am sichersten, wenn man ihn anleitet, den Gleichdenkenden hoher zu achten, als den Andersdenkenden."
    ],
    [
      "Although the most acute judges of the witches and even the witches themselves, were convinced of the guilt of witchery, the guilt nevertheless was non-existent. It is thus with all guilt."
    ],
    [
      "Freier Wille ohne Fatum ist ebenso wenig denkbar, wie Geist ohne Reelles, Gutes ohne Boses."
    ],
    [
      "Sobald es aber moglich ware, durch einen starken Willen die ganze Weltvergangenheit umzusturzen, sofort traten wir in die Reihe der unabhangigen Gotter, und Weltgeschichte hiesse dann fur uns nichts als ein traumerisches Selbstentrucktsein; der Vorhang fallt, und der Mensch findet sich wieder, wie ein Kind mit Welten spielend, wie ein Kind, das beim Morgengluhen aufwacht und sich lachend die furchtbaren Traume von der Stirn streicht."
    ],
    [
      "The modern scientific counterpart to belief in God is the belief in the universe as an organism: this disgusts me. This is to make what is quite rare and extremely derivative, the organic, which we perceive only on the surface of the earth, into something essential, universal, and eternal! This is still an anthropomorphizing of nature!"
    ],
    [
      "Is Wagner a human being at all? Is he not rather a disease? He contaminates everything he touches - he has made music sick."
    ],
    [
      "May I really say it! All truths are bloody truths to me-take a look at my previous writings."
    ],
    [
      "That which does not kill us makes us stronger."
    ],
    [
      "This is the mistake which I seem to make eternally, that I imagine the sufferings of others as far greater than they really are. Ever since my childhood, the proposition 'my greatest dangers lie in pity' has been confirmed again and again."
    ],
    [
      "Nochmals gesagt, heute ist es mir ein unmogliches Buch, - ich heisse es schlecht geschrieben, schwerfallig, peinlich, bilderwuthig und bilderwirrig, gefuhlsam, hier und da verzuckert bis zum Femininischen, ungleich im Tempo, ohne Willen zur logischen Sauberkeit, sehr uberzeugt und deshalb des Beweisens sich uberhebend, misstrauisch selbst gegen die Schicklichkeit des Beweisens, als Buch fur Eingeweihte, als \"Musik\" fur Solche, die auf Musik getauft, die auf gemeinsame und seltene Kunst-Erfahrungen hin von Anfang der Dinge an verbunden sind, als Erkennungszeichen fur Blutsverwandte in artibus, - ein hochmuthiges und schwarmerisches Buch, das sich gegen das profanum vulgus der \"Gebildeten\" von vornherein noch mehr als gegen das \"Volk\" abschliesst, welches aber, wie seine Wirkung bewies und beweist, sich gut genug auch darauf verstehen muss, sich seine Mitschwarmer zu suchen und sie auf neue Schleichwege und Tanzplatze zu locken."
    ],
    [
      "Oh wie ferne war mir damals gerade dieser ganze Resignationismus!"
    ],
    [
      "Diesen Ernsthaften diene zur Belehrung, dass ich von der Kunst als der hochsten Aufgabe und der eigentlich metaphysischen Thatigkeit dieses Lebens im Sinne des Mannes uberzeugt bin, dem ich hier, als meinem erhabenen Vorkampfer auf dieser Bahn, diese Schrift gewidmet haben will."
    ],
    [
      "Wie nun der Philosoph zur Wirklichkeit des Daseins, so verhalt sich der kunstlerisch erregbare Mensch zur Wirklichkeit des Traumes; er sieht genau und gern zu: denn aus diesen Bildern deutet er sich das Leben, an diesen Vorgangen ubt er sich fur das Leben. Nicht etwa nur die angenehmen und freundlichen Bilder sind es, die er mit jener Allverstandigkeit an sich erfahrt: auch das Ernste, Trube, Traurige, Finstere, die plotzlichen Hemmungen, die Neckereien des Zufalls, die banglichen Erwartungen, kurz die ganze \"gottliche Komodie\" des Lebens, mit dem Inferno, zieht an ihm vorbei, nicht nur wie ein Schattenspiel - denn er lebt und leidet mit in diesen Scenen - und doch auch nicht ohne jene fluchtige Empfindung des Scheins; und vielleicht erinnert sich Mancher, gleich mir, in den Gefahrlichkeiten und Schrecken des Traumes sich mitunter ermuthigend und mit Erfolg zugerufen zu haben: \"Es ist ein Traum! Ich will ihn weiter traumen!\" Wie man mir auch von Personen erzahlt hat, die die Causalitat eines und desselben Traumes uber drei und mehr aufeinanderfolgende Nachte hin fortzusetzen im Stande waren: Thatsachen, welche deutlich Zeugniss dafur abgeben, dass unser innerstes Wesen, der gemeinsame Untergrund von uns allen, mit tiefer Lust und freudiger Nothwendigkeit den Traum an sich erfahrt."
    ],
    [
      "In diesen Sanct-Johann- und Sanct-Veittanzern erkennen wir die bacchischen Chore der Griechen wieder, mit ihrer Vorgeschichte in Kleinasien, bis hin zu Babylon und den orgiastischen Sakaen. Es giebt Menschen, die, aus Mangel an Erfahrung oder aus Stumpfsinn, sich von solchen Erscheinungen wie von \"Volkskrankheiten\", spottisch oder bedauernd im Gefuhl der eigenen Gesundheit abwenden: die Armen ahnen freilich nicht, wie leichenfarbig und gespenstisch eben diese ihre \"Gesundheit\" sich ausnimmt, wenn an ihnen das gluhende Leben dionysischer Schwarmer voruberbraust."
    ],
    [
      "Es geht die alte Sage, dass Konig Midas lange Zeit nach dem weisen Silen, dem Begleiter des Dionysus, im Walde gejagt habe, ohne ihn zu fangen. Als er ihm endlich in die Hande gefallen ist, fragt der Konig, was fur den Menschen das Allerbeste und Allervorzuglichste sei. Starr und unbeweglich schweigt der Damon; bis er, durch den Konig gezwungen, endlich unter gellem Lachen in diese Worte ausbricht: `Elendes Eintagsgeschlecht, des Zufalls Kinder und der Muhsal, was zwingst du mich dir zu sagen, was nicht zu horen fur dich das Erspriesslichste ist? Das Allerbeste ist fur dich ganzlich unerreichbar: nicht geboren zu sein, nicht zu sein, nichts zu sein. Das Zweitbeste aber ist fur dich - bald zu sterben."
    ],
    [
      "Der philosophische Mensch hat sogar das Vorgefuhl, dass auch unter dieser Wirklichkeit, in der wir leben und sind, eine zweite ganz andre verborgen liege..."
    ],
    [
      "Mit dem Tode der griechischen Tragodie dagegen entstand eine ungeheure, uberall tief empfundene Leere; wie einmal griechische Schiffer zu Zeiten des Tiberius an einem einsamen Eiland den erschutternden Schrei horten \"der grosse Pan ist todt\": so klang es jetzt wie ein schmerzlicher Klageton durch die hellenische Welt: \"die Tragodie ist todt! Die Poesie selbst ist mit ihr verloren gegangen! Fort, fort mit euch verkummerten, abgemagerten Epigonen! Fort in den Hades, damit ihr euch dort an den Brosamen der vormaligen Meister einmal satt essen konnt!\""
    ],
    [
      "Bei diesem Zusammenhange ist die leidenschaftliche Zuneigung begreiflich, welche die Dichter der neueren Komodie zu Euripides empfanden; so dass der Wunsch des Philemon nicht weiter befremdet, der sich sogleich aufhangen lassen mochte, nur um den Euripides in der Unterwelt aufsuchen zu konnen: wenn er nur uberhaupt uberzeugt sein durfte, dass der Verstorbene auch jetzt noch bei Verstande sei."
    ],
    [
      "...aesthetischen Sokratismus...dessen oberstes Gesetz ungefahr so lautet: \"alles muss verstandig sein, um schon zu sein\"; als Parallelsatz zu dem sokratischen \"nur der Wissende ist tugendhaft.\""
    ],
    [
      "Nun aber schien Sokrates die tragische Kunst nicht einmal \"die Wahrheit zu sagen\": abgesehen davon, dass sie sich an den wendet, der \"nicht viel Verstand besitzt\", also nicht an den Philosophen: ein zweifacher Grund, von ihr fern zu bleiben. Wie Plato, rechnete er sie zu den schmeichlerischen Kunsten, die nur das Angenehme, nicht das Nutzliche darstellen und verlangte deshalb bei seinen Jungern Enthaltsamkeit und strenge Absonderung von solchen unphilosophischen Reizungen; mit solchem Erfolge, dass der jugendliche Tragodiendichter Plato zu allererst seine Dichtungen verbrannte, um Schuler des Sokrates werden zu konnen."
    ],
    [
      "Darum hat Lessing, der ehrlichste theoretische Mensch, es auszusprechen gewagt, dass ihm mehr am Suchen der Wahrheit als an ihr selbst gelegen sei..."
    ],
    [
      "...der kann sich nicht entbrechen, in Sokrates den einen Wendepunkt und Wirbel der sogenannten Weltgeschichte zu sehen. Denn dachte man sich einmal diese ganze unbezifferbare Summe von Kraft, die fur jene Welttendenz verbraucht worden ist, nicht im Dienste des Erkennens, sondern auf die praktischen d.h. egoistischen Ziele der Individuen und Volker verwendet, so ware wahrscheinlich in allgemeinen Vernichtungskampfen und fortdauernden Volkerwanderungen die instinctive Lust zum Leben so abgeschwacht, dass, bei der Gewohnheit des Selbstmordes, der Einzelne vielleicht den letzten Rest von Pflichtgefuhl empfinden musste, wenn er, wie der Bewohner der Fidschiinseln, als Sohn seine Eltern, als Freund seinen Freund erdrosselt: ein praktischer Pessimismus, der selbst eine grausenhafte Ethik des Volkermordes aus Mitleid erzeugen konnte - der ubrigens uberall in der Welt vorhanden ist und vorhanden war, wo nicht die Kunst in irgend welchen Formen, besonders als Religion und Wissenschaft, zum Heilmittel und zur Abwehr jenes Pesthauchs erschienen ist."
    ],
    [
      "Aber wie verandert sich plotzlich jene eben so duster geschilderte Wildniss unserer ermudeten Cultur, wenn sie der dionysische Zauber beruhrt! Ein Sturmwind packt alles Abgelebte, Morsche, Zerbrochne, Verkummerte, hullt es wirbelnd in eine rothe Staubwolke und tragt es wie ein Geier in die Lufte. Verwirrt suchen unsere Blicke nach dem Entschwundenen: denn was sie sehen, ist wie aus einer Versenkung an's goldne Licht gestiegen, so voll und grun, so uppig lebendig, so sehnsuchtsvoll unermesslich. Die Tragodie sitzt inmitten dieses Ueberflusses an Leben, Leid und Lust, in erhabener Entzuckung, sie horcht einem fernen schwermuthigen Gesange - er erzahlt von den Muttern des Seins, deren Namen lauten: Wahn, Wille, Wehe. - Ja, meine Freunde, glaubt mit mir an das dionysische Leben und an die Wiedergeburt der Tragodie. Die Zeit des sokratischen Menschen ist voruber: kranzt euch mit Epheu, nehmt den Thyrsusstab zur Hand und wundert euch nicht, wenn Tiger und Panther sich schmeichelnd zu euren Knien niederlegen. Jetzt wagt es nur, tragische Menschen zu sein: denn ihr sollt erlost werden. Ihr sollt den dionysischen Festzug von Indien nach Griechenland geleiten! Rustet euch zu hartem Streite, aber glaubt an die Wunder eures Gottes!"
    ],
    [
      "Diese doppelte Selbstandigkeit preist man mit Hochgefuhl als ›akademische Freiheit‹: ... nur dass hinter beiden Gruppen in bescheidener Entfernung der Staat mit einer gewissen gespannten Aufsehermiene steht, um von Zeit zu Zeit daran zu erinnern, dass er Zweck, Ziel und Inbegriff der sonderbaren Sprech- und Horprozedur sei."
    ],
    [
      "So ist langsam an Stelle einer tiefsinnigen Ausdeutung der ewig gleichen Probleme ein historisches, ja selbst ein philologisches Abwagen und Fragen getreten: was der und jener Philosoph gedacht habe oder nicht, oder ob die und jene Schrift ihm mit Recht zuzuschreiben sei oder gar ob diese oder jene Lesart den Vorzug verdiene. Zu einem derartigen neutralen Sichbefassen mit Philosophie werden jetzt unsere Studenten in den philosophischen Seminarien unserer Universitaten angereizt: weshalb ich mich langst gewohnt habe, eine solche Wissenschaft als Abzweigung der Philologie zu betrachten und ihre Vertreter danach abzuschatzen, ob sie gute Philologen sind oder nicht. Demnach ist nun freilich die Philosophie selbst von der Universitat verbannt: womit unsre erste Frage nach dem Bildungswert der Universitaten beantwortet ist."
    ],
    [
      "Not one of these nobly equipped young men has escaped the restless, exhausting, confusing, debilitating crisis of education. ... He feels that he cannot guide himself, cannot help himself-and then he dives hopelessly into the world of everyday life and daily routine, he is immersed in the most trivial activity possible, and his limbs grow weak and weary."
    ],
    [
      "Only by means of such discipline can the young man acquire that physical loathing for the beloved and much-admired 'elegance' of style of our newspaper manufacturers and novelists, and for the 'ornate style' of our literary men; by it alone is he irrevocably elevated at a stroke above a whole host of absurd questions and scruples, such, for instance, as whether Auerbach and Gutzkow are really poets, for his disgust at both will be so great that he will be unable to read them any longer, and thus the problem will be solved for him. Let no one imagine that it is an easy matter to develop this feeling to the extent necessary in order to have this physical loathing; but let no one hope to reach sound aesthetic judgments along any other road than the thorny one of language, and by this I do not mean philological research, but self-discipline in one's mother-tongue. Everybody who is in earnest in this matter will have the same sort of experience as the recruit in the army who is compelled to learn walking after having walked almost all his life as a dilettante or empiricist. It is a hard time: one almost fears that the tendons are going to snap and one ceases to hope that the artificial and consciously acquired movements and positions of the feet will ever be carried out with ease and comfort. It is painful to see how awkwardly and heavily one foot is set before the other, and one dreads that one may not only be unable to learn the new way of walking, but that one will forget how to walk at all. Then it suddenly become noticeable that a new habit and a second nature have been born of the practised movements, and that the assurance and strength of the old manner of walking returns with a little more grace: at this point one begins to realise how difficult walking is, and one feels in a position to laugh at the untrained empiricist or the elegant dilettante. Our 'elegant' writers, as their style shows, have never learnt 'walking' in this sense, and in our public schools, as our other writers show, no one learns walking either. Culture begins, however, with the correct movement of the language: and once it has properly begun, it begets that physical sensation in the presence of 'elegant' writers which is known by the name of 'loathing.'"
    ],
    [
      "Once upon a time, in some out of the way corner of that universe which is dispersed into numberless twinkling solar systems, there was a star upon which clever beasts invented knowing. That was the most arrogant and mendacious minute of \"world history,\" but nevertheless, it was only a minute. After nature had drawn a few breaths, the star cooled and congealed, and the clever beasts had to die. One might invent such a fable, and yet he still would not have adequately illustrated how miserable, how shadowy and transient, how aimless and arbitrary the human intellect looks within nature. There were eternities during which it did not exist. And when it is all over with the human intellect, nothing will have happened."
    ],
    [
      "The pride connected with knowing and sensing lies like a blinding fog over the eyes and senses of men, thus deceiving them concerning the value of existence. For this pride contains within itself the most flattering estimation of the value of knowing. Deception is the most general effect of such pride, but even its most particular effects contain within themselves something of the same deceitful character."
    ],
    [
      "Deception, flattering, lying, deluding, talking behind the back, putting up a false front, living in borrowed splendor, wearing a mask, hiding behind convention, playing a role for others and for oneself - in short, a continuous fluttering around the solitary flame of vanity - is so much the rule and the law among men that there is almost nothing which is less comprehensible than how an honest and pure drive for truth could have arisen among them. They are deeply immersed in illusions and in dream images; their eyes merely glide over the surface of things and see \"forms.\""
    ],
    [
      "What does man actually know about himself? Is he, indeed, ever able to perceive himself completely, as if laid out in a lighted display case? Does nature not conceal most things from him - even concerning his own body - in order to confine and lock him within a proud, deceptive consciousness, aloof from the coils of the bowels, the rapid flow of the blood stream, and the intricate quivering of the fibers! She threw away the key."
    ],
    [
      "and woe betide fateful curiosity should it ever succeed in peering through a crack in the chamber of consciousness, out and down into the depths, and thus gain an intimation of the fact that humanity, in the indifference of its ignorance, rests on the pitiless, the greedy, the insatiable, the murderous-clinging in dreams, as it were, to the back of a tiger."
    ],
    [
      "The liar is a person who uses the valid designations, the words, in order to make something which is unreal appear to be real. He says, for example, \"I am rich,\" when the proper designation for his condition would be \"poor.\" He misuses fixed conventions by means of arbitrary substitutions or even reversals of names. If he does this in a selfish and moreover harmful manner, society will cease to trust him and will thereby exclude him. What men avoid by excluding the liar is not so much being defrauded as it is being harmed by means of fraud. Thus, even at this stage, what they hate is basically not deception itself, but rather the unpleasant, hated consequences of certain sorts of deception. It is in a similarly restricted sense that man now wants nothing but truth: he desires the pleasant, life-preserving consequences of truth. He is indifferent toward pure knowledge which has no consequences; toward those truths which are possibly harmful and destructive he is even hostilely inclined."
    ],
    [
      "Are designations congruent with things? Is language the adequate expression of all realities? It is only by means of forgetfulness that man can ever reach the point of fancying himself to possess a \"truth\" of the grade just indicated. If he will not be satisfied with truth in the form of tautology, that is to say, if he will not be content with empty husks, then he will always exchange truths for illusions."
    ],
    [
      "The various languages placed side by side show that with words it is never a question of truth, never a question of adequate expression; otherwise, there would not be so many languages. The \"thing in itself\" (which is precisely what the pure truth, apart from any of its consequences, would be) is likewise something quite incomprehensible to the creator of language and something not in the least worth striving for. This creator only designates the relations of things to men, and for expressing these relations he lays hold of the boldest metaphors.' To begin with, a nerve stimulus is transferred into an image: first metaphor. The image, in turn, is imitated in a sound: second metaphor. And each time there is a complete overleaping of one sphere, right into the middle of an entirely new and different one."
    ],
    [
      "We believe that we know something about the things themselves when we speak of trees, colors, snow, and flowers; and yet we possess nothing but metaphors for things - metaphors which correspond in no way to the original entities."
    ],
    [
      "Every word instantly becomes a concept precisely insofar as it is not supposed to serve as a reminder of the unique and entirely individual original experience to which it owes its origin; but rather, a word becomes a concept insofar as it simultaneously has to fit countless more or less similar cases - which means, purely and simply, cases which are never equal and thus altogether unequal. Every concept arises from the equation of unequal things. Just as it is certain that one leaf is never totally the same as another, so it is certain that the concept \"leaf\" is formed by arbitrarily discarding these individual differences and by forgetting the distinguishing aspects."
    ],
    [
      "We obtain the concept, as we do the form, by overlooking what is individual and actual; whereas nature is acquainted with no forms and no concepts, and likewise with no species, but only with an X which remains inaccessible and undefinable for us."
    ],
    [
      "Was ist also Wahrheit? Ein bewegliches Heer von Metaphern, Metonymien, Anthropomorphismen, kurz eine Summe von menschlichen Relationen, die, poetisch und rhetorisch gesteigert, ubertragen, geschmuckt wurden, und die nach langem Gebrauch einem Volke fest, kanonisch und verbindlich dunken: die Wahrheiten sind Illusionen, von denen man vergessen hat, dass sie welche sind, Metaphern, die abgenutzt und sinnlich kraftlos geworden sind, Munzen, die ihr Bild verloren haben und nun als Metall, nicht mehr als Munzen, in Betracht kommen."
    ],
    [
      "We still do not yet know where the drive for truth comes from. For so far we have heard only of the duty which society imposes in order to exist: to be truthful means to employ the usual metaphors. Thus, to express it morally, this is the duty to lie according to a fixed convention, to lie with the herd and in a manner binding upon everyone. Now man of course forgets that this is the way things stand for him. Thus he lies in the manner indicated, unconsciously and in accordance with habits which are centuries' old; and precisely by means of this unconsciousness and forgetfulness he arrives at his sense of truth."
    ],
    [
      "The venerability, reliability, and utility of truth is something which a person demonstrates for himself from the contrast with the liar, whom no one trusts and everyone excludes. As a \"rational\" being, he now places his behavior under the control of abstractions. He will no longer tolerate being carried away by sudden impressions, by intuitions."
    ],
    [
      "Everything which distinguishes man from the animals depends upon this ability to volatilize perceptual metaphors in a schema, and thus to dissolve an image into a concept. For something is possible in the realm of these schemata which could never be achieved with the vivid first impressions: the construction of a pyramidal order according to castes and degrees, the creation of a new world of laws, privileges, subordinations, and clearly marked boundaries - a new world, one which now confronts that other vivid world of first impressions as more solid, more universal, better known, and more human than the immediately perceived world, and thus as the regulative and imperative world."
    ],
    [
      "One may certainly admire man as a mighty genius of construction, who succeeds in piling an infinitely complicated dome of concepts upon an unstable foundation, and, as it were, on running water. Of course, in order to be supported by such a foundation, his construction must be like one constructed of spiders' webs: delicate enough to be carried along by the waves, strong enough not to be blown apart by every wind."
    ],
    [
      "As a genius of construction man raises himself far above the bee in the following way: whereas the bee builds with wax that he gathers from nature, man builds with the far more delicate conceptual material which he first has to manufacture from himself."
    ],
    [
      "When someone hides something behind a bush and looks for it again in the same place and finds it there as well, there is not much to praise in such seeking and finding. Yet this is how matters stand regarding seeking and finding \"truth\" within the realm of reason. If I make up the definition of a mammal, and then, after inspecting a camel, declare \"look, a mammal' I have indeed brought a truth to light in this way, but it is a truth of limited value. That is to say, it is a thoroughly anthropomorphic truth which contains not a single point which would be \"true in itself\" or really and universally valid apart from man. At bottom, what the investigator of such truths is seeking is only the metamorphosis of the world into man."
    ],
    [
      "Only by forgetting this primitive world of metaphor can one live with any repose, security, and consistency: only by means of the petrification and coagulation of a mass of images which originally streamed from the primal faculty of human imagination like a fiery liquid, only in the invincible faith that this sun, this window, this table is a truth in itself, in short, only by forgetting that he himself is an artistically creating subject, does man live with any repose, security, and consistency. If but for an instant he could escape from the prison walls of this faith, his \"self consciousness\" would be immediately destroyed. It is even a difficult thing for him to admit to himself that the insect or the bird perceives an entirely different world from the one that man does, and that the question of which of these perceptions of the world is the more correct one is quite meaningless, for this would have to have been decided previously in accordance with the criterion of the correct perception, which means, in accordance with a criterion which is not available."
    ],
    [
      "Between two absolutely different spheres, as between subject and object, there is no causality, no correctness, and no expression; there is, at most, an aesthetic relation: I mean, a suggestive transference, a stammering translation into a completely foreign tongue - for which I there is required, in any case, a freely inventive intermediate sphere and mediating force. \"Appearance\" is a word that contains many temptations, which is why I avoid it as much as possible. For it is not true that the essence of things \"appears\" in the empirical world. A painter without hands who wished to express in song the picture before his mind would, by means of this substitution of spheres, still reveal more about the essence of things than does the empirical world. Even the relationship of a nerve stimulus to the generated image is not a necessary one. But when the same image has been generated millions of times and has been handed down for many generations and finally appears on the same occasion every time for all mankind, then it acquires at last the same meaning for men it would have if it were the sole necessary image and if the relationship of the original nerve stimulus to the generated image were a strictly causal one. In the same manner, an eternally repeated dream would certainly be felt and judged to be reality. But the hardening and congealing of a metaphor guarantees absolutely nothing concerning its necessity and exclusive justification."
    ],
    [
      "If each us had a different kind of sense perception - if we could only perceive things now as a bird, now as a worm, now as a plant, or if one of us saw a stimulus as red, another as blue, while a third even heard the same stimulus as a sound - then no one would speak of such a regularity of nature, rather, nature would be grasped only as a creation which is subjective in the highest degree. After all, what is a law of nature as such for us? We are not acquainted with it in itself, but only with its effects, which means in its relation to other laws of nature - which, in turn, are known to us only as sums of relations. Therefore all these relations always refer again to others and are thoroughly incomprehensible to us in their essence."
    ],
    [
      "We produce these representations in and from ourselves with the same necessity with which the spider spins. If we are forced to comprehend all things only under these forms, then it ceases to be amazing that in all things we actually comprehend nothing but these forms. For they must all bear within themselves the laws of number, and it is precisely number which is most astonishing in things. All that conformity to law, which impresses us so much in the movement of the stars and in chemical processes, coincides at bottom with those properties which we bring to things. Thus it is we who impress ourselves in this way"
    ],
    [
      "We have seen how it is originally language which works on the construction of concepts, a labor taken over in later ages by science. Just as the bee simultaneously constructs cells and fills them with honey, so science works unceasingly on this great columbarium of concepts, the graveyard of perceptions."
    ],
    [
      "Whereas the man of action binds his life to reason and its concepts so that he will not be swept away and lost, the scientific investigator builds his hut right next to the tower of science so that he will be able to work on it and to find shelter for himself beneath those bulwarks which presently exist. And he requires shelter, for there are frightful powers which continuously break in upon him, powers which oppose scientific \"truth\" with completely different kinds of \"truths\" which bear on their shields the most varied sorts of emblems."
    ],
    [
      "The drive toward the formation of metaphors is the fundamental human drive, which one cannot for a single instant dispense with in thought, for one would thereby dispense with man himself. This drive is not truly vanquished and scarcely subdued by the fact that a regular and rigid new world is constructed as its prison from its own ephemeral products, the concepts. It seeks a new realm and another channel for its activity, and it finds this in myth and in art generally. This drive continually confuses the conceptual categories and cells by bringing forward new transferences, metaphors, and metonymies. It continually manifests an ardent desire to refashion the world which presents itself to waking man, so that it will be as colorful, irregular, lacking in results and coherence, charming, and eternally new as the world of dreams. Indeed, it is only by means of the rigid and regular web of concepts that the waking man clearly sees that he is awake; and it is precisely because of this that he sometimes thinks that he must be dreaming when this web of concepts is torn by art."
    ],
    [
      "Because of the way that myth takes it for granted that miracles are always happening, the waking life of a mythically inspired people - the ancient Greeks, for instance - more closely resembles a dream than it does the waking world of a scientifically disenchanted thinker."
    ],
    [
      "Man has an invincible inclination to allow himself to be deceived and is, as it were, enchanted with happiness when the rhapsodist tells him epic fables as if they were true, or when the actor in the theater acts more royally than any real king. So long as it is able to deceive without injuring, that master of deception, the intellect, is free; it is released from its former slavery and celebrates its Saturnalia. It is never more luxuriant, richer, prouder, more clever and more daring."
    ],
    [
      "That immense framework and planking of concepts to which the needy man clings his whole life long in order to preserve himself is nothing but a scaffolding and toy for the most audacious feats of the liberated intellect. And when it smashes this framework to pieces, throws it into confusion, and puts it back together in an ironic fashion, pairing the most alien things and separating the closest, it is demonstrating that it has no need of these makeshifts of indigence and that it will now be guided by intuitions rather than by concepts. There is no regular path which leads from these intuitions into the land of ghostly schemata, the land of abstractions. There exists no word for these intuitions; when man sees them he grows dumb, or else he speaks only in forbidden metaphors and in unheard - of combinations of concepts. He does this so that by shattering and mocking the old conceptual barriers he may at least correspond creatively to the impression of the powerful present intuition."
    ],
    [
      "There are ages in which the rational man and the intuitive man stand side by side, the one in fear of intuition, the other with scorn for abstraction. The latter is just as irrational as the former is inartistic. They both desire to rule over life: the former, by knowing how to meet his principle needs by means of foresight, prudence, and regularity; the latter, by disregarding these needs and, as an \"overjoyed hero,\" counting as real only that life which has been disguised as illusion and beauty."
    ],
    [
      "The man who is guided by concepts and abstractions only succeeds by such means in warding off misfortune, without ever gaining any happiness for himself from these abstractions. And while he aims for the greatest possible freedom from pain, the intuitive man, standing in the midst of a culture, already reaps from his intuition a harvest of continually inflowing illumination, cheer, and redemption - in addition to obtaining a defense against misfortune. To be sure, he suffers more intensely, when he suffers; he even suffers more frequently, since he does not understand how to learn from experience and keeps falling over and over again into the same ditch."
    ],
    [
      "Um aber unsere Klassiker so falsch beurteilen und so beschimpfend ehren zu konnen, muss man sie gar nicht mehr kennen: und dies ist die allgemeine Tatsache. Denn sonst musste man wissen, dass es nur eine Art gibt, sie zu ehren, namlich dadurch, dass man fortfahrt, in ihrem Geiste und mit ihrem Mute zu suchen, und dabei nicht mude wird."
    ],
    [
      "[Philistines] only devised the notion of an epigone-age in order to secure peace for themselves, and to be able to reject all the efforts of disturbing innovators summarily as the work of epigones. With the view of ensuring their own tranquility, these smug ones even appropriated history, and sought to transform all sciences that threatened to disturb their wretched ease into branches of history. ... No, in their desire to acquire an historical grasp of everything, stultification became the sole aim of these philosophical admirers of \"nil admirari.\" While professing to hate every form of fanaticism and intolerance, what they really hated, at bottom, was the dominating genius and the tyranny of the real claims of culture."
    ],
    [
      "In this way, a philosophy which veiled the Philistine confessions of its founder beneath neat twists and flourishes of language proceeded further to discover a formula for the canonization of the commonplace. It expatiated upon the rationalism of all reality, and thus ingratiated itself with the Culture-Philistine, who also loves neat twists and flourishes, and who, above all, considers himself real, and regards his reality as the standard of reason for the world. From this time forward he began to allow every one, and even himself, to reflect, to investigate, to aestheticise, and, more particularly, to make poetry, music, and even pictures-not to mention systems of philosophy; provided, of course, that ... no assault were made upon the \"reasonable\" and the \"real\"-that is to say, upon the Philistine."
    ],
    [
      "I do not know what meaning classical studies could have for our time if they were not untimely-that is to say, acting counter to our time and thereby acting on our time and, let us hope, for the benefit of a time to come."
    ],
    [
      "Perhaps no philosopher is more correct than the cynic. The happiness of the animal, that thorough cynic, is the living proof of cynicism."
    ],
    [
      "In his heart every man knows quite well that, being unique, he will be in the world only once and that no imaginable chance will for a second time gather together into a unity so strangely variegated an assortment as he is: he knows it but he hides it like a bad conscience-why? From fear of his neighbor, who demands conventionality and cloaks himself with it. But what is it that constrains the individual to fear his neighbor, to think and act like a member of a herd, and to have no joy in himself? Modesty, perhaps, in a few rare cases. With the great majority it is indolence, inertia. ... Men are even lazier than they are timid, and fear most of all the inconveniences with which unconditional honesty and nakedness would burden them. Artists alone hate this sluggish promenading in borrowed fashions and appropriated opinions and they reveal everyone's secret bad conscience, the law that every man is a unique miracle."
    ],
    [
      "The man who does not wish to belong to the mass needs only to cease taking himself easily; let him follow his conscience, which calls to him: \"Be your self! All you are now doing, thinking, desiring, is not you yourself.\""
    ],
    [
      "Es gibt kein oderes und widrigeres Geschopf in der Natur als den Menschen, welcher seinem Genius ausgewichen ist und nun nach rechts und nach links, nach ruckwarts und uberallhin schielt. Man darf einen solchen Menschen zuletzt gar nicht mehr angreifen, denn er ist ganz Aussenseite ohne Kern, ein anbruchiges, gemaltes, aufgebauschtes Gewand."
    ],
    [
      "Wenn man mit Recht vom Faulen sagt, er tote die Zeit, so muss man von einer Periode, welche ihr Heil auf die offentlichen Meinungen, das heisst auf die privaten Faulheiten setzt, ernstlich besorgen, dass eine solche Zeit wirklich einmal getotet wird: ich meine, dass sie aus der Geschichte der wahrhaften Befreiung des Lebens gestrichen wird. Wie gross muss der Widerwille spaterer Geschlechter sein, sich mit der Hinterlassenschaft jener Periode zu befassen, in welcher nicht die lebendigen Menschen, sondern offentlich meinende Scheinmenschen regierten."
    ],
    [
      "Wir haben uns uber unser Dasein vor uns selbst zu verantworten; folglich wollen wir auch die wirklichen Steuermanner dieses Daseins abgeben und nicht zulassen, dass unsre Existenz einer gedankenlosen Zufalligkeit gleiche."
    ],
    [
      "I will make an attempt to attain freedom, the youthful soul says to itself; and is it to be hindered in this by the fact that two nations happen to hate and fight one another, or that two continents are separated by an ocean, or that all around it a religion is taught with did not yet exist a couple of thousand years ago. All that is not you, it says to itself."
    ],
    [
      "Niemand kann dir die Brucke bauen, auf der gerade du uber den Fluss des Lebens schreiten musst, niemand ausser dir allein."
    ],
    [
      "Es gibt in der Welt einen einzigen Weg, auf welchem niemand gehen kann, ausser dir: wohin er fuhrt? Frage nicht, gehe ihn."
    ],
    [
      "Wie finden wir uns selbst wieder? Wie kann sich der Mensch kennen? Er ist eine dunkle und verhullte Sache; und wenn der Hase sieben Haute hat, so kann der Mensch sich sieben mal siebzig abziehn und wird noch nicht sagen konnen: \"das bist du nun wirklich, das ist nicht mehr Schale\"."
    ],
    [
      "Das ist das Geheimnis aller Bildung: sie verleiht nicht kunstliche Gliedmassen, wachserne Nasen, bebrillte Augen - vielmehr ist das, was diese Gaben zu geben vermochte, nur das Afterbild der Erziehung. Sondern Befreiung ist sie, Wegraumung alles Unkrauts, Schuttwerks, Gewurms, das die zarten Keime der Pflanzen antasten will."
    ],
    [
      "I always believed that at some time fate would take from me the terrible effort and duty of educating myself. I believed that, when the time came, I would discover a philosopher to educate me, a true philosopher whom one could follow without any misgiving because one would have more faith in him than one had in oneself. Then I asked myself: what would be the principles by which he would educate you?-and I reflected on what he might say about the two educational maxims which are being hatched in our time. One of them demands that the educator should quickly recognize the real strength of his pupil and then direct all his efforts and energy and heat at them so as to help that one virtue to attain true maturity and fruitfulness. The other maxim, on the contrary, requires that the educator should draw forth and nourish all the forces which exist in his pupil and bring them to a harmonious relationship with one another. ... But where do we discover a harmonious whole at all, a simultaneous sounding of many voice in one nature, if not in such men as Cellini, men in whom everything, knowledge, desire, love, hate, strives towards a central point, a root force, and where a harmonious system is constructed through the compelling domination of this living centre? And so perhaps these two maxims are not opposites at all? Perhaps the one simply says that man should have a center and the other than he should also have a periphery? That educating philosopher of whom I dreamed would, I came to think, not only discover the central force, he would also know how to prevent its acting destructively on the other forces: his educational task would, it seemed to me, be to mould the whole man into a living solar and planetary system and to understand its higher laws of motion."
    ],
    [
      "Die gebildeten Stande und Staaten werden von einer grossartig verachtlichen Geldwirtschaft fortgerissen. Niemals war die Welt mehr Welt, nie armer an Liebe und Gute."
    ],
    [
      "Where there have been powerful governments, societies, religions, public opinions, in short wherever there has been tyranny, there the solitary philosopher has been hated; for philosophy offers an asylum to a man into which no tyranny can force it way, the inward cave, the labyrinth of the heart."
    ],
    [
      "These people who have fled inward for their freedom also have to live outwardly, become visible, let themselves be seen; they are united with mankind through countless ties of blood, residence, education, fatherland, chance, the importunity of others; they are likewise presupposed to harbour countless opinions simply because these are the ruling opinions of the time; every gesture which is not clearly a denial counts as agreement."
    ],
    [
      "All that exists that can be denied deserves to be denied; and being truthful means: to believe in an existence that can in no way be denied and which is itself true and without falsehood."
    ],
    [
      "The objective of all human arrangements is through distracting one's thoughts to cease to be aware of life."
    ],
    [
      "Haste is universal because everyone is in flight from himself."
    ],
    [
      "Life is, after all, not a product of morality."
    ],
    [
      "One common false conclusion is that because someone is truthful and upright towards us he is spreading the truth. Thus the child believes his parents' judgements, the Christian believes the claims of the church's founders. Likewise, people do not want to admit that all those things which men defended with the sacrifice of their lives and happiness in earlier centuries were nothing but errors."
    ],
    [
      "No power can maintain itself if only hypocrites represent it."
    ],
    [
      "One must have a good memory to be able to keep the promises one makes."
    ],
    [
      "... die Hoffnung: sie ist in Wahrheit das ubelste der Ubel, weil sie die Qual der Menschen verlangert."
    ],
    [
      "One will rarely err if extreme actions be ascribed to vanity, ordinary actions to habit, and mean actions to fear."
    ],
    [
      "When virtue has slept, she will get up more refreshed."
    ],
    [
      "Most men are too concerned with themselves to be malicious."
    ],
    [
      "He who humbleth himself wants to be exalted."
    ],
    [
      "Every tradition grows ever more venerable - the more remote its origin, the more confused that origin is. The reverence due to it increases from generation to generation. The tradition finally becomes holy and inspires awe."
    ],
    [
      "Thoughts in a poem. The poet presents his thoughts festively, on the carriage of rhythm: usually because they could not walk."
    ],
    [
      "Where there is happiness, there is found pleasure in nonsense. The transformation of experience into its opposite, of the suitable into the unsuitable, the obligatory into the optional (but in such a manner that this process produces no injury and is only imagined in jest), is a pleasure; ..."
    ],
    [
      "Main deficiency of active people. Active men are usually lacking in higher activity--I mean individual activity. They are active as officials, businessmen, scholars, that is, as generic beings, but not as quite particular, single and unique men. In this respect they are lazy."
    ],
    [],
    [
      "We often contradict an opinion for no other reason than that we do not like the tone in which it is expressed."
    ],
    [
      "Arrogance on the part of the meritorious is even more offensive to us than the arrogance of those without merit: for merit itself is offensive."
    ],
    [
      "Unpleasant, even dangerous, qualities can be found in every nation and every individual: it is cruel to demand that the Jew be an exception. In him, these qualities may even be dangerous and revolting to an unusual degree; and perhaps the young stock-exchange Jew is altogether the most disgusting invention of mankind."
    ],
    [
      "He who thinks a great deal is not suited to be a party man: he thinks his way through the party and out the other side too soon."
    ],
    [
      "Socialism itself can hope to exist only for brief periods here and there, and then only through the exercise of the extremest terrorism. For this reason it is secretly preparing itself for rule through fear and is driving the word 'justice' into the heads of the half-educated masses like a nail so as to rob them of their reason... and to create in them a good conscience for the evil game they are to play."
    ],
    [
      "The advantage of a bad memory is that one can enjoy the same good things for the first time several times."
    ],
    [
      "No one talks more passionately about his rights than he who in the depths of his soul doubts whether he has any. By enlisting passion on his side he wants to stifle his reason and its doubts: thus he will acquire a good conscience and with it success among his fellow men."
    ],
    [
      "If you have hitherto believed that life was one of the highest value and now see yourselves disappointed, do you at once have to reduce it to the lowest possible price?"
    ],
    [
      "Die mutter der Ausschweifung ist nicht die Freude, sondern die Freudlosigkeit.[1]"
    ],
    [
      "Mancher wird nur deshalb kein Denker, weil sein Gedachtnis zu gut ist."
    ],
    [
      "The worst readers are those who behave like plundering troops: they take away a few things they can use, dirty and confound the remainder, and revile the whole."
    ],
    [
      "A witticism is an epigram on the death of a feeling."
    ],
    [
      "Forgetting our intentions is the most frequent of all acts of stupidity."
    ],
    [
      "A Path to Equality. - A few hours of mountain climbing turn a rascal and a saint into two pretty similar creatures. Fatigue is the shortest way to Equality and Fraternity--and, in the end, Liberty will surrender to Sleep."
    ],
    [
      "It says nothing against the ripeness of a spirit that it has a few worms."
    ],
    [
      "With all great deceivers there is a noteworthy occurrence to which they owe their power. In the actual act of deception... they are overcome by belief in themselves. It is this which then speaks so miraculously and compellingly to those who surround them.[specific citation needed]"
    ],
    [
      "Im Gebirge der Wahrheit kletterst du nie umsonst: Entweder du kommst schon heute weiter hinauf oder ubst deine Krafte, um morgen hoher steigen zu konnen."
    ],
    [
      "It is mere illusion and pretty sentiment to expect much from mankind if he forgets how to make war. And yet no means are known which call so much into action as a great war, that rough energy born of the camp, that deep impersonality born of hatred, that conscience born of murder and cold-bloodedness, that fervor born of effort of the annihilation of the enemy, that proud indifference to loss, to one's own existence, to that of one's fellows, to that earthquake-like soul-shaking that a people needs when it is losing its vitality.[specific citation needed]"
    ],
    [
      "Feinde der Wahrheit. - Uberzeugungen sind gefahrlichere Feinde der Wahrheit, als Lugen."
    ],
    [
      "Ziel und Wege. - Viele sind hartnackig in Bezug auf den einmal eingeschlagenen Weg, Wenige in Bezug auf das Ziel."
    ],
    [
      "Das Emporende an einer individuellen Lebensart. - Alle sehr individuellen Maassregeln des Lebens bringen die Menschen gegen Den, der sie ergreift, auf; sie fuhlen sich durch die aussergewohnliche Behandlung, welche jener sich angedeihen lasst, erniedrigt, als gewohnliche Wesen."
    ],
    [
      "Vorrecht der Grosse. - Es ist das Vorrecht der Grosse, mit geringen Gaben hoch zu beglucken."
    ],
    [
      "Jeder in Einer Sache uberlegen. - In civilisirten Verhaltnissen fuhlt sich Jeder jedem Anderen in Einer Sache wenigstens uberlegen: darauf beruht das allgemeine Wohlwollen, insofern Jeder einer ist, der unter Umstanden helfen kann und desshalb sich ohne Scham helfen lassen darf."
    ],
    [
      "Das Leben als Ertrag des Lebens. - Der Mensch mag sich noch so weit mit seiner Erkenntniss ausrecken, sich selber noch so objectiv vorkommen: zuletzt tragt er doch Nichts davon, als seine eigene Biographie."
    ],
    [
      "Aus der Erfahrung. - Die Unvernunft einer Sache ist kein Grund gegen ihr Dasein, vielmehr eine Bedingung desselben."
    ],
    [
      "Gefahr unserer Cultur. - Wir gehoren einer Zeit an, deren Cultur in Gefahr ist, an den Mitteln der Cultur zu Grunde zu gehen."
    ],
    [
      "Die Lange des Tages. - Wenn man viel hineinzustecken hat, so hat ein Tag hundert Taschen."
    ],
    [
      "Ungluck. - Die Auszeichnung, welche im Ungluck liegt (als ob es ein Zeichen von Flachheit, Anspruchslosigkeit, Gewohnlichkeit sei, sich glucklich zu fuhlen), ist so gross, dass wenn Jemand Einem sagt: \"Aber wie glucklich Sie sind!\" man gewohnlich protestirt."
    ],
    [
      "Den Andern zum Vorbild. - Wer ein gutes Beispiel geben will, muss seiner Tugend einen Gran Narrheit zusetzen: dann ahmt man nach und erhebt sich zugleich uber den Nachgeahmten, - was die Menschen lieben."
    ],
    [
      "Schatten in der Flamme. - Die Flamme ist sich selber nicht so hell, als den Anderen, denen sie leuchtet: so auch der Weise."
    ],
    [
      "Eigene Meinungen. - Die erste Meinung, welche uns einfallt, wenn wir plotzlich uber eine Sache befragt werden, ist gewohnlich nicht unsere eigene, sondern nur die landlaufige, unserer Kaste, Stellung, Abkunft zugehorige; die eigenen Meinungen schwimmen selten oben auf."
    ],
    [
      "Lebensalter und Wahrheit. - junge Leute lieben das Interessante und Absonderliche, gleichgultig wie wahr oder falsch es ist. Reifere Geister lieben Das an der Wahrheit, was an ihr interessant und absonderlich ist. Ausgereifte Kopfe endlich lieben die Wahrheit auch in Dem, wo sie schlicht und einfaltig erscheint und dem gewohnlichen Menschen Langeweile macht, weil sie gemerkt haben, dass die Wahrheit das Hochste an Geist, was sie besitzt, mit der Miene der Einfalt zu sagen pflegt."
    ],
    [
      "Der Gegenwart entfremdet. - Es hat grosse Vortheile, seiner Zeit sich einmal in starkerem Maasse zu entfremden und gleichsam von ihrem Ufer zuruck in den Ocean der vergangenen Weltbetrachtungen getrieben zu werden. Von dort aus nach der Kuste zu blickend, uberschaut man wohl zum ersten Male ihre gesammte Gestaltung und hat, wenn man sich ihr wieder nahert, den Vortheil, sie besser im Ganzen zu verstehen, als Die, welche sie nie verlassen haben."
    ],
    [
      "Philosophisch gesinnt sein. - Gewohnlich strebt man darnach, fur alle Lebenslagen und Ereignisse eine Haltung des Gemuthes, eine Gattung von Ansichten zu erwerben, - das nennt man vornehmlich philosophisch gesinnt sein. Aber fur die Bereicherung der Erkenntniss mag es hoheren Werth haben, nicht in dieser Weise sich zu uniformiren, sondern auf die leise Stimme der verschiedenen Lebenslagen zu horen; diese bringen ihre eigenen Ansichten mit sich. So nimmt man erkennenden Antheil am Leben und Wesen Vieler, indem man sich selber nicht als starres, bestandiges, Eines Individuum behandelt."
    ],
    [
      "Verkehr mit dem hoheren Selbst. - Ein jeder hat seinen guten Tag, wo er sein hoheres Selbst findet; und die wahre Humanitat verlangt, jemanden nur nach diesem Zustande und nicht nach den Werktagen der Unfreiheit und Knechtung zu schatzen. Man soll zum Beispiel einen Maler nach seiner hochsten Vision, die er zu sehen und darzustellen vermochte, taxiren und verehren. Aber die Menschen selber verkehren sehr verschieden mit diesem ihrem hoheren Selbst und sind haufig ihre eigenen Schauspieler, insofern sie Das, was sie in jenen Augenblicken sind, spater immer wieder nachmachen. Manche leben in Scheu und Demuth vor ihrem Ideale und mochten es verleugnen: sie furchten ihr hoheres Selbst, weil es, wenn es redet, anspruchsvoll redet. Dazu hat es eine geisterhafte Freiheit zu kommen und fortzubleiben wie es will; es wird desswegen haufig eine Gabe der Gotter genannt, wahrend eigentlich alles Andere Gabe der Gotter (des Zufalls) ist: jenes aber ist der Mensch selber."
    ],
    [
      "Leben und Erleben. - Sieht man zu, wie Einzelne mit ihren Erlebnissen - ihren unbedeutenden alltaglichen Erlebnissen - umzugehen wissen, so dass diese zu einem Ackerland werden, das dreimal des Jahres Frucht tragt; wahrend Andere - und wie Viele! - durch den Wogenschlag der aufregendsten Schicksale, der mannigfaltigsten Zeit- und Volksstromungen hindurchgetrieben werden und doch immer leicht, immer obenauf, wie Kork, bleiben: so ist man endlich versucht, die Menschheit in eine Minoritat (Minimalitat) Solcher einzutheilen, welche aus Wenigem Viel zu machen verstehen: und in eine Majoritat Derer, welche aus Vielem Wenig zu machen verstehen; ja man trifft auf jene umgekehrten Hexenmeister, welche, anstatt die Welt aus Nichts, aus der Welt ein Nichts schaffen."
    ],
    [
      "Es ist nicht der Kampf der Meinungen, welcher die Geschichte so gewaltthatig gemacht hat, sondern der Kampf des Glaubens an die Meinungen, das heisst der Ueberzeugungen."
    ],
    [
      "Wir sind im Wesentlichen noch dieselben Menschen, wie die des Zeitalters der Reformation: wie sollte es auch anders sein? Aber dass wir uns einige Mittel nicht mehr erlauben, um mit ihnen unsrer Meinung zum Siege zu verhelfen, das hebt uns gegen jene Zeit ab und beweist, dass wir einer hohern Cultur angehoren. Wer jetzt noch, in der Art der Reformations-Menschen, Meinungen mit Verdachtigungen, mit Wuthausbruchen bekampft und niederwirft, verrath deutlich, dass er seine Gegner verbrannt haben wurde, falls er in anderen Zeiten gelebt hatte, und dass er zu allen Mitteln der Inquisition seine Zuflucht genommen haben wurde, wenn er als Gegner der Reformation gelebt hatte. Diese Inquisition war damals vernunftig, denn sie bedeutete nichts Anderes, als den allgemeinen Belagerungszustand, welcher uber den ganzen Bereich der Kirche verhangt werden musste, und der, wie jeder Belagerungszustand, zu den aussersten Mitteln berechtigte, unter der Voraussetzung namlich (welche wir jetzt nicht mehr mit jenen Menschen theilen), dass man die Wahrheit, in der Kirche, habe, und um jeden Preis mit jedem Opfer zum Heile der Menschheit bewahren musse. Jetzt aber giebt man Niemandem so leicht mehr zu, dass er die Wahrheit habe: die strengen Methoden der Forschung haben genug Misstrauen und Vorsicht verbreitet, so dass Jeder, welcher gewaltthatig in Wort und Werk Meinungen vertritt, als ein Feind unserer jetzigen Cultur, mindestens als ein zuruckgebliebener empfunden wird. In der That: das Pathos, dass man die Wahrheit habe, gilt jetzt sehr wenig im Verhaltniss zu jenem freilich milderen und klanglosen Pathos des Wahrheit-Suchens, welches nicht mude wird, umzulernen und neu zu prufen."
    ],
    [
      "Being silent is something one completely unlearns if, like him, one has been for so long a solitary mole - - -"
    ],
    [
      "Who is the most moral man? First, he who obeys the law most frequently, who ... is continually inventive in creating opportunities for obeying the law. Then, he who obeys it even in the most difficult cases. The most moral man is he who sacrifices the most to custom. ... Self-overcoming is demanded, not on account of any useful consequences it may have for the individual, but so that hegemony of custom and tradition shall be made evident."
    ],
    [
      "Whoever has overthrown an existing law of custom has hitherto always first been accounted a bad man: but when, as did happen, the law could not afterwards be reinstated and this fact was accepted, the predicate gradually changed: - history treats almost exclusively of these bad men who subsequently became good men!"
    ],
    [
      "What! the inventors of ancient civilisations, the first makers of tools and tape lines, the first builders of vehicles, ships, and houses, the first observers of the laws of the heavens and the multiplication tables-is it contended that they were entirely different from the inventors and observers of our own time, and superior to them? And that the first slow steps forward were of a value which has not been equalled by the discoveries we have made with all our travels and circumnavigations of the earth?"
    ],
    [
      "\"Let us be indulgent to the great one-eyed!\" said Stuart Mill, as if it were necessary to ask for indulgence when we are willing to believe and almost to worship them. I say: Let us be indulgent towards the two-eyed, both great and small; for, such as we are now, we shall never rise beyond indulgence!"
    ],
    [
      "The Christian Vengeance against Rome. - Perhaps nothing is more fatiguing than the sight of a continual conqueror: for more than two hundred years the world had seen Rome overcoming one nation after another, the circle was closed, all future seemed to be at an end, everything was done with a view to its lasting for all time-yea, when the Empire built anything it was erected with a view to being aere perennius. We, who know only the \"melancholy of ruins,\" can scarcely understand that totally different melancholy of eternal buildings, from which men endeavoured to save themselves as best they could-with the light-hearted fancy of a Horace, for example. Others sought different consolations for the weariness which was closely akin to despair, against the deadening knowledge that from henceforth all progress of thought and heart would be hopeless, that the huge spider sat everywhere and mercilessly continued to drink all the blood within its reach, no matter where it might spring forth.This mute, century-old hatred of the wearied spectators against Rome, wherever Rome's domination extended, was at length vented in Christianity, which united Rome, \"the world,\" and \"sin\" into a single conception."
    ],
    [
      "The Philology of Christianity. - How little Christianity cultivates the sense of honesty can be inferred from the character of the writings of its learned men. They set out their conjectures as audaciously as if they were dogmas, and are but seldom at a disadvantage in regard to the interpretation of Scripture. Their continual cry is: \"I am right, for it is written\"-and then follows an explanation so shameless and capricious that a philologist, when he hears it, must stand stock-still between anger and laughter, asking himself again and again: Is it possible? Is it honest? Is it even decent?It is only those who never-or always-attend church that underestimate the dishonesty with which this subject is still dealt in Protestant pulpits; in what a clumsy fashion the preacher takes advantage of his security from interruption; how the Bible is pinched and squeezed; and how the people are made acquainted with every form of the art of false reading."
    ],
    [
      "He who is punished is never he who performed the deed. He is always the scapegoat."
    ],
    [
      "He who lives as children live - who does not struggle for his bread and does not believe that his actions possess any ultimate significance - remains childlike."
    ],
    [
      "It is not enough to prove something, one has also to seduce or elevate people to it. That is why the man of knowledge should learn how to speak his wisdom: and often in such a way that it sounds like folly!"
    ],
    [
      "Freedom of Speech. The truth must be told, even if the world should be shivered in fragments\"-so cries the eminent and grandiloquent Fichte.-Yes, certainly; but we must have it first.-What he really means, however, is that each man should speak his mind, even if everything were to be turned upside down. This point, however, is open to dispute."
    ],
    [
      "For those who need consolation no means of consolation is so effective as the assertion that in their case no consolation is possible: it implies so great a degree of distinction that they at once hold up their heads again."
    ],
    [
      "Woe to the thinker who is not the gardener but only the soil of the plants that grow in him!"
    ],
    [
      "One has attained to mastery when one neither goes wrong nor hesitates in the performance."
    ],
    [
      "I keep having the same experience and keep resisting it every time. I do not want to believe it although it is palpable: the great majority of people lack an intellectual conscience. Indeed, it has often seemed to me as if anyone calling for an intellectual conscience were as lonely in the most densely populated cities as if he were in a desert. Everybody looks at you with strange eyes and goes right on handling his scales, calling this good and that evil. Nobody even blushes when you intimate that their weights are underweight; nor do people feel outraged; they merely laugh at your doubts. I mean: the great majority of people does not consider it contemptible to believe this or that and to live accordingly, without first having given themselves an account of the final and most certain reasons pro and con, and without even troubling themselves about such reasons afterward: the most gifted men and the noblest women still belong to this \"great majority.\" But what is goodheartedness, refinement, or genius to me, when the person who has these virtues tolerates slack feelings in his faith and judgments and when he does not account the desire for certainty as his inmost craving and deepest distress--as that which separates the higher human beings from the lower."
    ],
    [
      "We are, all of us, growing volcanoes that approach the hour of their eruption; but how near or distant that is, nobody knows - not even God."
    ],
    [
      "Benefiting and hurting others are ways of exercising one's power upon others; that is all one desires in such cases. One hurts those whom one wants to feel one's power, for pain is a much more efficient means to that end than pleasure; pain always raises the question about its origin while pleasure is inclined to stop with itself without looking back. We benefit and show benevolence to those who are already dependent on us in some way (which means that they are used to thinking of us as causes); we want to increase their power because in that way we increase ours, or we want to show them how advantageous it is to be in our power; that way they will become more satisfied with their condition and more hostile to and willing to fight against the enemies of our power."
    ],
    [
      "Even the most beautiful scenery is no longer assured of our love after we have lived in it for three months, and some distant coast attracts our avarice: possessions are generally diminished by possession..."
    ],
    [
      "People who live in an age of corruption are witty and slanderous; they know that there are other kinds of murder than by dagger or assault; they also know that whatever is well said is believed..."
    ],
    [
      "The reasons and purposes for habits are always lies that are added only after some people begin to attack these habits and to ask for reasons and purposes. At this point the conservatives of all ages are thoroughly dishonest: they add lies."
    ],
    [
      "A thinker sees his own actions as experiments and questions - as attempts to find out something. Success and failure are for him answers above all."
    ],
    [
      "Pardon me, my friends, I have ventured to paint my happiness on the wall."
    ],
    [
      "But let us not forget this either: it is enough to create new names and estimations and probabilities in order to create in the long run new \"things.\""
    ],
    [
      "Without art we would be nothing but foreground and live entirely in the spell of that perspective which makes what is closest at hand and most vulgar appear as if it were vast, and reality itself."
    ],
    [
      "Good prose is written only face to face with poetry."
    ],
    [
      "Art furnishes us with eyes and hands and above all the good conscience to be able to turn ourselves into such a phenomenon."
    ],
    [
      "Gott ist tot! aber so wie die Art der Menschen ist, wird es vielleicht noch Jahrtausende lang Hohlen geben, in denen man seinen Schatten zeigt. - Und wir - Wir mussen auch noch seinen Schatten besiegen."
    ],
    [
      "To what extent can truth endure incorporation? That is the question; that is the experiment."
    ],
    [
      "Morality is herd instinct in the individual."
    ],
    [
      "Knowledge more than a Means. -Also without this passion - I refer to the passion for knowledge - science would be furthered: science has hitherto increased and grown up without it. The good faith in science, the prejudice in its favour, by which States are at present dominated (it was even the Church formerly), rests fundamentally on the fact that the absolute inclination and impulse has so rarely revealed itself in it, and that science is regarded not as a passion, but as a condition and an \"ethos.\" Indeed, amour-plaisir of knowledge (curiosity) often enough suffices, amour-vanite suffices, and habituation to it, with the afterthought of obtaining honour and bread; it even suffices for many that they do not know what to do with a surplus of leisure, except to continue reading, collecting, arranging, observing and narrating; their \"scientific impulse\" is their ennui."
    ],
    [
      "Gott ist tot! Gott bleibt tot! Und wir haben ihn getotet."
    ],
    [
      "Mystical explanations are considered deep; the truth is, they are not even shallow."
    ],
    [
      "Der christliche Entschluss, die Welt hasslich und schlecht zu finden, hat die Welt hasslich und schlecht gemacht."
    ],
    [
      "What is now decisive against Christianity is our taste, no longer our reasons."
    ],
    [
      "To find everything profound - that is an inconvenient trait. It makes one strain one's eyes all the time, and in the end one finds more than one might have wished."
    ],
    [
      "We are always in our own company."
    ],
    [
      "Thoughts are the shadows of our feelings - always darker, emptier, simpler."
    ],
    [
      "The most perfidious way of harming a cause consists of defending it deliberately with faulty arguments."
    ],
    [
      "The Way to Happiness. - A sage asked of a fool the way to happiness. The fool answered without delay, like one who had been asked the way to the next town: \"Admire yourself, and live on the street!\" \"Hold,\" cried the sage, \"you require too much; it suffices to admire oneself!\" The fool replied: \"But how can one constantly admire without constantly despising?\""
    ],
    [
      "Faith Saves. -Virtue gives happiness and a state of blessedness only to those who have a strong faith in their virtue: -not, however, to the more refined souls whose virtue consists of a profound distrust of themselves and of all virtue. After all, therefore, it is \"faith that saves\" here also!-and be it well observed, not virtue!"
    ],
    [
      "We have no dreams at all or interesting ones. We should learn to be awake the same way - not at all or in an interesting manner."
    ],
    [
      "Die Leugner des Zufalls. - 'Kein Sieger glaubt an den Zufall.'"
    ],
    [
      "Was sagt dein Gewissen? - 'Du sollst der werden, der du bist.'"
    ],
    [
      "What is the seal of liberation? - No longer being ashamed in front of oneself."
    ],
    [
      "There is something laughable about the sight of authors who enjoy the rustling folds of long and involved sentences: they are trying to cover up their feet."
    ],
    [
      "Glaubt es mir! - das Geheimnis, um die grosste Fruchtbarkeit und den grossten Genuss vom Dasein einzuernten, heisst: gefahrlich leben!"
    ],
    [
      "Everything good, fine or great they do is first of all an argument against the skeptic inside them."
    ],
    [
      "Perhaps man will rise ever higher as soon as he ceases to flow out into a god."
    ],
    [
      "Eins ist Not. - Seinem Charakter 'Stil geben'."
    ],
    [
      "We want to be poets of our life - first of all in the smallest most everyday matters."
    ],
    [
      "Do you believe then that the sciences would have arisen and grown up if the sorcerers, alchemists, astrologers and witches had not been their forerunners; those who, with their promisings and foreshadowings, had first to create a thirst, a hunger, and a taste for hidden and forbidden powers?"
    ],
    [
      "Whatever has value in our world now does not have value in itself, according to its nature - nature is always value-less, but has been given value at some time, as a present - and it was we who gave and bestowed it."
    ],
    [
      "New Domestic Animals. I want to have my lion and my eagle about me, that I may always have hints and premonitions concerning the amount of my strength or weakness. Must I look down on them today, and be afraid of them? And will the hour come once more when they will look up to me, and tremble?"
    ],
    [
      "It is true that there are men who, on the approach of severe pain, hear the very opposite call of command, and never appear more proud, more martial, or more happy than when the storm is brewing; indeed, pain itself provides them with their supreme moments! These are the heroic men, the great pain-bringers of mankind: those few and rare ones who need just the same apology as pain generally - and verily, it should not be denied them. They are forces of the greatest importance for preserving and advancing the species, be it only because they are opposed to smug ease, and do not conceal their disgust at this kind of happiness."
    ],
    [
      "Who can attain to anything great if he does not feel in himself the force and will to inflict great pain? The ability to suffer is a small matter: in that line, weak women and even slaves often attain masterliness. But not to perish from internal distress and doubt when one inflicts great suffering and hears the cry of it - that is great, that belongs to greatness."
    ],
    [
      "The heaviest burden: \"What, if some day or night, a demon were to steal after you into your loneliest loneliness and say to you: 'This life, as you now live it and have lived it, you will have to live once more and innumerable times more; and there will be nothing new in it, but every pain and every joy and every thought and sigh and everything unutterably small or great in your life must return to you, all in the same succession and sequence - even this spider and this moonlight between the trees and even this moment and I myself. The eternal hourglass of existence is turned over again and again-and you with it, speck of dust!' Would you not throw yourself down and gnash your teeth and curse the demon who spoke thus? Or have you once experienced a tremendous moment when you would have answered him: 'You are a god, and never have I heard anything more divine!' If this thought were to gain possession of you, it would change you as you are, or perhaps crush you. The question in each and every thing, \"do you want this once more and innumerable times more?\" would lie upon your actions as the greatest weight. Or how well disposed would you have to become to yourself and to life to crave nothing more fervently than this ultimate eternal confirmation and seal?."
    ],
    [
      "It is said with good reason that convictions have no civic rights in the domain of science: it is only when a 277conviction voluntarily condescends to the modesty of an hypothesis, a preliminary standpoint for experiment, or a regulative fiction, that its access to the realm of knowledge, and a certain value therein, can be conceded,-always, however, with the restriction that it must remain under police supervision, under the police of our distrust.-Regarded more accurately, however, does not this imply that only when a conviction ceases to be a conviction can it obtain admission into science? Does not the discipline of the scientific spirit just commence when one no longer harbours any conviction?... It is probably so: only, it remains to be asked whether, in order that this discipline may commence, it is not necessary that there should already be a conviction, and in fact one so imperative and absolute, that it makes a sacrifice of all other convictions. One sees that science also rests on a belief: there is no science at all \"without premises.\" The question whether truth is necessary, must not merely be affirmed beforehand, but must be affirmed to such an extent that the principle, belief, or conviction finds expression, that \"there is nothing more necessary than truth, and in comparison with it everything else has only a secondary value.\"-This absolute will to truth: what is it? Is it the will not to allow ourselves to be deceived?"
    ],
    [
      "Could one count such dilettantes and old spinsters as that mawkish apostle of virginity, Mainlander, as a genuine German? In the last analysis he probably was a Jew (all Jews become mawkish when they moralize)."
    ],
    [
      "I would not know what the spirit of a philosopher might wish more to be than a good dancer."
    ],
    [
      "We \"conserve\" nothing; neither do we want to return to any past periods; we are not by any means \"liberal\"; we do not work for \"progress\"; we do not need to plug up our ears against the sirens who in the market place sing of the future: their song about \"equal rights,\" \"a free society,\" \"no more masters and no servants\" has no allure for us."
    ],
    [
      "We simply do not consider it desirable that a realm of justice and concord should be established on earth (because it would certainly be the realm of the deepest leveling and chinoiserie); we are delighted with all who love, as we do, danger, war, and adventures, who refuse to compromise, to be captured, reconciled, and castrated; we count ourselves among conquerors; we think about the necessity for new orders, also for a new slavery - for every strengthening and enhancement of the human type also involves a new kind of enslavement."
    ],
    [
      "Is it not clear that with all this we are bound to feel ill at ease in an age that likes to claim the distinction of being the most humane, the mildest, and the most righteous age that the sun has ever seen? It is bad enough that precisely when we hear these beautiful words we have the ugliest suspicions. What we find in them is merely an expression - and a masquerade - of a profound weakening, of weariness, of old age, of declining energies. What can it matter to us what tinsel the sick may use to cover up their weakness? Let them parade it as their virtue; after all, there is no doubt that weakness makes one mild, oh so mild, so righteous, so inoffensive, so \"humane\"!"
    ],
    [
      "Preparatory Men. - I welcome all signs that a more virile, warlike age is about to begin, which will restore honor to courage above all! For this age shall prepare the way for one yet higher, and it shall gather the strength that this higher age will require some day - the age that will carry heroism into the search for knowledge and that will wage wars for the sake of ideas and their consequences."
    ],
    [
      "To this end we now need many preparatory courageous human beings who cannot very well leap out of nothing - any more than out of the sand and slime of present-day civilization and metropolitanism: human beings who know how to be silent, lonely, resolute, and content and constant in invisible activities; human beings who are bent on seeking in all things for what in them must be overcome; human beings distinguished as much by cheerfulness, patience, unpretentiousness, and contempt for all great vanities as by magnanimity in victory and forbearance regarding the small vanities of the vanquished; human beings whose judgment concerning all victors and the share of chance in every victory and fame is sharp and free; human beings with their own festivals, their own working days, and their own periods of mourning, accustomed to command with assurance but instantly ready to obey when that is called for, equally proud, equally serving their own cause in both cases; more endangered human beings, more fruitful human beings, happier beings!"
    ],
    [
      "Everything the State says is a lie, and everything it has it has stolen."
    ],
    [
      "State is the name of the coldest of all cold monsters. Coldly it lies; and this lie slips from its mouth: 'I, the state, am the people'."
    ],
    [
      "They are not clean enough for me, either: they all disturb their waters so"
    ],
    [],
    [
      "I have somehow something like \"influence\" ... In the Anti-Semitic Correspondence ... my name is mentioned in almost every issue. Zarathustra ... has charmed the anti-Semites; there is a special anti-Semitic interpretation of it that made me laugh very much."
    ],
    [
      "We are unknown to ourselves, we men of knowledge-and with good reason. We have never sought ourselves- how could it happen that we should ever find ourselves?"
    ],
    [
      "There still shines the most important nuance by virtue of which the noble felt themselves to be men of a higher rank. They designate themselves simply by their superiority in power (as \"the powerful,\" \"the masters,\" \"the commanders\") or by the most clearly visible signs of this superiority, for example, as \"the rich,\" \"the possessors\" (this is the meaning of 'Arya,' and of corresponding words in Iranian and Slavic)."
    ],
    [
      "As is well known, the priests are the most evil enemies - but why? Because they are the most impotent. It is because of their impotence that in them hatred grows to monstrous and uncanny proportions, to the most spiritual and poisonous kind of hatred. The truly great haters in the world history have always been priests; likewise the most ingenious haters: other kinds of spirit hardly come into consideration when compared with the spirit of priestly vengefulness."
    ],
    [
      "While every noble morality develops from a triumphant affirmation of itself, slave morality from the outset says No to what is \"outside,\" what is \"different,\" what is \"not itself\"; and this No is its creative deed."
    ],
    [
      "To be incapable of taking one's enemies, one's accidents, even one's misdeeds seriously for very long-that is the sign of strong, full natures in whom there is an excess of the power to form, to mold, to recuperate and to forget[...] Such a man shakes off with a single shrug many vermin that eat deep into others; here alone genuine 'love of one's enemies' is possible-supposing it to be possible at all on earth. How much reverence has a noble man for his enemies!-and such reverence is a bridge to love.-For he desires his enemy for himself, as his mark of distinction; he can endure no other enemy than one in whom there is nothing to despise and very much to honor!"
    ],
    [
      "To ask strength not to express itself as strength, not to be a will to dominate, a will to subjugate, a will to become master, a thirst for enemies and obstacles and triumphant celebrations, is just as absurd as to ask weakness to express itself as strength."
    ],
    [
      "To demand of strength that it should not express itself as strength, that it should not be a desire to overcome, a desire to throw down, a desire to become master, a thirst for enemies and resistances and triumphs, is just as absurd as to demand of weakness that it should express itself as strength. A quantum of force is equivalent to a quantum of drive, will, effect-more, it is nothing other than precisely this very driving, willing, effecting, and only owing to the seduction of language (and of the fundamental errors of reason that are petrified in it) which conceives and misconceives all effects as conditioned by something that causes effects, by a \"subject,\" can it appear otherwise. For just as the popular mind separates the lightning from its flash and takes the latter for an action, for the operation of a subject called lightning, so popular morality also separates strength from expressions of strength, as if there were a neutral substratum behind the strong man, which was free to express strength or not to do so. But there is no such substratum; there is no \"being\" behind doing, effecting, becoming; \"the doer\" is merely a fiction added to the deed-the deed is everything. The popular mind in fact doubles the deed; when it sees the lightning flash, it is the deed of a deed: it posits the same event first as cause and then a second time as its effect. [..] [O]ur entire science still lies under the misleading influence of language and has not disposed of that little changeling, the \"subject\" (the atom, for example, is such a changeling, as is the Kantian \"thing-in-itself\"); no wonder if the submerged, darkly glowering emotions of vengefulness and hatred exploit this belief for their own ends and in fact maintain no belief more ardently than the belief that the strong man is free to be weak and the bird of prey to be a lamb-for thus they gain the right to make the bird of prey accountable for being a bird of prey."
    ],
    [
      "Without cruelty there is no festival: thus the longest and most ancient part of human history teaches - and in punishment there is so much that is festive!"
    ],
    [
      "To see others suffer does one good, to make others suffer even more: this is a hard saying but an ancient, mighty, human, all-too-human principle which even the apes might subscribe; for it has been said that in devising bizarre cruelties they anticipate man and are, as it were his \"prelude.\""
    ],
    [
      "Let me declare expressly that in the days when mankind was not yet ashamed of its cruelty, life on earth was more cheerful than it is now that pessimists exist."
    ],
    [
      "Now, when suffering is always the first of the arguments marshalled against life, as its most questionable feature, it is salutary to remember the times when people made the opposite assessment, because they could not do without making people suffer and saw first-rate magic in it, a veritable seductive lure to life. Perhaps pain - I say this to comfort the squeamish - did not hurt as much then as it does now; at least, a doctor would be justified in assuming this, if he had treated a Negro (taken as a representative for primeval man) for serious internal inflammations which would drive the European with the stoutest constitution to distraction; - they do not do that to Negroes. (The curve of human capacity for pain actually does seem to sink dramatically and almost precipitously beyond the first ten thousand or ten million of the cultural elite; and for myself, I do not doubt that in comparison with one night of pain endured by a single, hysterical blue stocking, the total suffering of all the animals who have been interrogated by the knife in scientific research is as nothing.)"
    ],
    [
      "That every will must consider every other will its equal - would be a principle hostile to life, an agent of the dissolution and destruction of man, an attempt to assassinate the future of man, a sign of weariness, a secret path to nothingness."
    ],
    [
      "It is possible to imagine a society flushed with such a sense of power that it could afford to let its offenders go unpunished."
    ],
    [
      "Generally speaking, punishment makes men hard and cold; it concentrates; it sharpens the feeling of alienation; it strengthens the power of resistance."
    ],
    [
      "The broad effects which can be obtained by punishment in man and beast are the increase of fear, the sharpening of the sense of cunning, the mastery of the desires; so it is that punishment tames man, but does not make him \"better.\""
    ],
    [
      "All instincts that do not discharge themselves outwardly turn inward - this is what I call the internalization of man: thus it was that man first developed what was later called his \"soul.\""
    ],
    [
      "The advent of the Christian God, as the maximum god attained so far, was therefore accompanied by the maximum feeling of guilty indebtedness on earth."
    ],
    [
      "If a temple is to be erected, a temple must be destroyed."
    ],
    [
      "Is this even possible today?-But some day, in a stronger age than this decaying, self-doubting present, he must yet come to us, the redeeming man of great love and contempt, the creative spirit whose compeHing strength will not let him rest in any aloofness or any beyond, whose isolation is misunderstood by the people as if it were flight from reality-while it is only his' absorption, immersion, penetration into reality, so that, when he one day emerges again into the light, he may bring home the redemption of this reality: its redemption from the curse that the hitherto reigning ideal has laid upon it. This man of the future, who will redeem us not only from the hitherto reigning ideal but also from that which was bound to grow out of it, the great nausea, the will to nothingness, nihilism; this bell-stroke of noon and of the great decision that liberates the will again and restores its goal to the earth and his hope to man; this Antichrist and antinihilist; this victor over God and nothingness- he must come one day."
    ],
    [],
    [
      "Whoever is completely and wholly an artist is to all eternity separated from the \"real,\" the actual; on the other hand, one can understand how he may sometimes weary to the point of desperation of the eternal \"unreality\" and falsity of his innermost existence- and that then he may well attempt what ia most forbidden him, to lay hold of actuality, for once actually to be."
    ],
    [
      "Es sind im asketischen Ideale so viele Brucken zur Unabhangigkeit angezeigt, dass ein Philosoph nicht ohne ein innerliches Frohlocken und Handeklatschen die Geschichte aller jener Entschlossnen zu horen vermag, welche eines Tages Nein sagten zu aller Unfreiheit und in irgend eine Wuste giengen."
    ],
    [
      "That which Heraclitus avoided, however, is still the same at that which we shun today: the noise and democratic chatter of the Ephesians, their politics, their latest news of the \"Empire,\" ... their market business of \"today\"-for we philosophers need to be spared one thing above all: everything to do with \"today.\" We reverence what is still, cold, noble, distant, past, and in general everything in the face of which the soul does not have to defend itself and wrap itself up."
    ],
    [
      "Every one who has ever built anywhere a \"new heaven\" first found the power thereto in his own hell."
    ],
    [
      "A married philosopher belongs in comedy, that is my proposition-and as for that exception, Socrates-the malicious Socrates, it would seem, married ironically, just to demonstrate this proposition."
    ],
    [
      "The sick are the greatest danger for the healthy; it is not from the strongest that harm comes to the strong, but from the weakest."
    ],
    [
      "A strong and well-constituted man digests his experiences (deeds and misdeeds all included) just as he digests his meats, even when he has some tough morsels to swallow."
    ],
    [
      "O, what nowadays does science not conceal! How much, at least, it is meant to conceal!"
    ],
    [
      "Plato ist langweilig."
    ],
    [
      "To live alone one must be an animal or a god - says Aristotle. There is yet a third case: one must be both - a philosopher."
    ],
    [
      "Wie? ist der Mensch nur ein Fehlgriff Gottes? Oder Gott nur ein Fehlgriff des Menschen?"
    ],
    [
      "Was mich nicht umbringt, macht mich starker."
    ],
    [
      "Hat man sein warum? des Lebens, so vertragt man sich fast mit jedem wie?"
    ],
    [
      "Der Mensch strebt nicht nach Gluck; nur der Englander thut das"
    ],
    [
      "Women are considered profound. Why? Because we never fathom their depths. But women aren't even shallow."
    ],
    [
      "Ohne Musik ware das Leben ein Irrtum."
    ],
    [
      "Das Christenthum ist eine Metaphysik des Henkers..."
    ],
    [
      "Liberalismus: auf deutsch Heerden-Verthierung ..."
    ],
    [
      "Freedom is the will to be responsible for ourselves. It is to preserve the distance which separates us from other men. To grow more indifferent to hardship, to severity, to privation, and even to life itself."
    ],
    [
      "Two great European narcotics, alcohol and Christianity."
    ],
    [
      "Man believes that the world itself is filled with beauty - he forgets that it is he who has created it. He alone has bestowed beauty upon the world - alas! only a very human, an all too human, beauty."
    ],
    [
      "My conception of freedom. - The value of a thing sometimes does not lie in that which one attains by it, but in what one pays for it - what it costs us. I give an example. Liberal institutions cease to be liberal as soon as they are attained: later on, there are no worse and no more thorough injurers of freedom than liberal institutions. One knows, indeed, what their ways bring: they undermine the will to power; they level mountain and valley, and call that morality; they make men small, cowardly, and hedonistic [genusslich] - every time it is the herd animal that triumphs with them. Liberalism: in other words, herd-animalization ..."
    ],
    [
      "It is my ambition to say in ten sentences what everyone else says in a whole book - what everyone else does not say in a whole book."
    ],
    [
      "The doctrine of equality! ... But there is no more venomous poison in existence: for it appears to be preached by justice itself, when it is actually the end of justice ... \"Equality to the equal; inequality to the unequal\" - that would be true justice speaking: and its corollary, \"never make the unequal equal\"."
    ],
    [
      "When one gives up Christian belief one thereby deprives oneself of the right to Christian morality. For the latter is absolutely not self-evident: one must make this point clear again and again, in spite of English shallowpates."
    ],
    [
      "We have already gone beyond whatever we have words for. In all talk there is a grain of contempt."
    ],
    [
      "These same institutions produce quite different effects while they are still being fought for; then they really promote freedom in a powerful way. On closer inspection it is war that produces these effects, the war for liberal institutions, which, as a war, permits illiberal instincts to continue. And war educates for freedom. For what is freedom? That one has the will to self-responsibility. That one maintains the distance which separates us. That one becomes more indifferent to difficulties, hardships, privation, even to life itself. That one is prepared to sacrifice human beings for one's cause, not excluding oneself."
    ],
    [
      "Freedom means that the manly instincts which delight in war and victory dominate over other instincts, for example, over those of \"pleasure.\" The human being who has become free - and how much more the spirit who has become free - spits on the contemptible type of well-being dreamed of by shopkeepers, Christians, cows, females, Englishmen, and other democrats. The free man is a warrior. -"
    ],
    [
      "How is freedom measured, in individuals as in nations? By the resistance which must be overcome, by the effort [Muhe] it costs to remain on top. The highest type of free men should be sought where the highest resistance is constantly overcome: five steps from tyranny, close to the threshold of the danger of servitude. This is true psychologically if by \"tyrants\" are meant inexorable and dreadful instincts that provoke the maximum of authority and discipline against themselves - most beautiful type: Julius Caesar - ; this is true politically too; one need only go through history. The nations which were worth something, became worth something, never became so under liberal institutions: it was great danger that made something of them that merits respect. Danger alone acquaints us with our own resources, our virtues, our armor and weapons, our spirit - and forces us to be strong ..."
    ],
    [
      "First principle: one must need to be strong - otherwise one will never become strong. - Those large hothouses [Treibhauser] for the strong, for the strongest kind of human being that has ever been, the aristocratic commonwealths of the type of Rome or Venice, understood freedom exactly in the sense in which I understand the word freedom: as something one has and does not have, something one wants, something one conquers ..."
    ],
    [
      "Our institutions are no good any more: on that there is universal agreement. However, it is not their fault but ours. Once we have lost all the instincts out of which institutions grow, we lose institutions altogether because we are no longer good for them."
    ],
    [
      "Einige werden posthum geboren."
    ],
    [
      "What is good? All that heightens the feeling of power in man, the will to power, power itself. What is bad? All that is born of weakness. What is happiness? The feeling that power is growing, that resistance is overcome."
    ],
    [
      "In Christianity neither morality nor religion come into contact with reality at any point."
    ],
    [
      "Hope, in its stronger forms, is a great deal more powerful stimulans to life than any sort of realized joy can ever be. Man must be sustained in suffering by a hope so high that no conflict with actuality can dash it-so high, indeed, that no fulfilment can satisfy it: a hope reaching out beyond this world."
    ],
    [
      "Love is a state in which a man sees things most decidedly as they are not."
    ],
    [
      "...to the priestly class - decadence is no more than a means to an end. Men of this sort have a vital interest in making mankind sick, and in confusing the values of \"good\" and \"bad,\" \"true\" and \"false\" in a manner that is not only dangerous to life, but also slanders it."
    ],
    [
      "The 'Kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death'."
    ],
    [
      "The 'kingdom of God' is not something one waits for; it has no yesterday or tomorrow, it does not come 'in a thousand years' - it is an experience within a heart; it is everywhere, it is nowhere..."
    ],
    [
      "The very word \"Christianity\" is a misunderstanding - in truth, there was only one Christian, and he died on the cross."
    ],
    [
      "As an artistic triumph in psychological corruption ... the Gospels, in fact, stand alone ... Here we are among Jews: this is the first thing to be borne in mind if we are not to lose the thread of the matter. This positive genius for conjuring up a delusion of personal \"holiness\" unmatched anywhere else, either in books or by men; this elevation of fraud in word and attitude to the level of an art - all this is not an accident due to the chance talents of an individual, or to any violation of nature. The thing responsible is race."
    ],
    [
      "The whole disaster was only made possible by the fact that there already existed in the world a similar megalomania, allied to this one in race, to wit, the Jewish."
    ],
    [
      "What follows, then? That one had better put on gloves before reading the New Testament. The presence of so much filth makes it very advisable. One would as little choose early Christians for companions as Polish Jews: not that one need seek out an objection to them - neither has a pleasant smell."
    ],
    [
      "\"Do I still have to add that in the entire New Testament there is only one solitary figure one is obliged to respect? Pilate, the Roman governor. To take a Jewish affair seriously - he cannot persuade himself to do that. One Jew more or less - what does it matter ?... The noble scorn of a Roman before whom an impudent misuse of the word 'truth' was carried on has enriched the New Testament with the only expression which possesses value - which is its criticism, its annihilation even: 'What is truth?...\""
    ],
    [
      "The God that Paul invented for himself, a God who \"reduced to absurdity\" \"the wisdom of this world\" (especially the two great enemies of superstition, philology and medicine), is in truth only an indication of Paul's resolute determination to accomplish that very thing himself: to give one's own will the name of God, Torah - that is essentially Jewish."
    ],
    [
      "God created woman. And boredom did indeed cease from that moment - but many other things ceased as well! Woman was God's second mistake."
    ],
    [
      "Gegen die Langeweile kampfen Gotter selbst vergebens."
    ],
    [
      "That faith makes blessed under certain circumstances, that blessedness does not make of a fixed idea a true idea, that faith moves no mountains but puts mountains where there are none: a quick walk through a madhouse enlightens one sufficiently about this."
    ],
    [
      "\"Glaube\" heisst Nicht-wissen-wollen."
    ],
    [
      "Whom do I hate most among the rabble of today? The socialist rabble, the chandala apostles, who undermine the instinct, the pleasure, the worker's sense of satisfaction with his small existence-who make him envious, who teach him revenge. The source of wrong is never unequal rights but the claim of \"equal\" rights."
    ],
    [
      "Nihilist und Christ: das reimt sich, das reimt sich nicht bloss."
    ],
    [
      "Christianity destroyed for us the whole harvest of ancient civilization, and later it also destroyed for us the whole harvest of Mohammedan civilization. The wonderful culture of the Moors in Spain, which was fundamentally nearer to us and appealed more to our senses and tastes than that of Rome and Greece, was trampled down ( - I do not say by what sort of feet - ) Why? Because it had to thank noble and manly instincts for its origin - because it said yes to life, even to the rare and refined luxuriousness of Moorish life! The crusaders later made war on something before which it would have been more fitting for them to have grovelled in the dust - a civilization beside which even that of our nineteenth century seems very poor and very \"senile.\" [...] Intrinsically there should be no more choice between Islam and Christianity than there is between an Arab and a Jew. The decision is already reached; nobody remains at liberty to choose here. Either a man is a Chandala or he is not.... \"War to the knife with Rome! Peace and friendship with Islam!\": this was the feeling, this was the act, of that great free spirit, that genius among German emperors, Frederick II."
    ],
    [
      "I call Christianity the one great curse, the one great intrinsic depravity, the one great instinct for revenge for which no expedient is sufficiently poisonous, secret, subterranean, petty - I call it the one immortal blemish of mankind."
    ],
    [],
    [
      "I am a disciple of the philosopher Dionysus, I would rather be a satyr than a saint."
    ],
    [
      "Der Mensch der Erkenntniss muss nicht nur seine Feinde lieben, er muss auch seine Freunde hassen konnen."
    ],
    [
      "Man busst es theuer, unsterblich zu sein: man stirbt dafur mehrere Male bei Lebzeiten."
    ],
    [
      "And nothing on earth consumes a man more quickly than the passion of resentment."
    ],
    [
      "I know my fate. One day my name will be associated with the memory of something tremendous - a crisis without equal on earth, the most profound collision of conscience, a decision that was conjured up against everything that had been believed, demanded, hallowed so far. I am no man, I am dynamite."
    ],
    [
      "... was ihn nicht umbringt, macht ihn starker"
    ],
    [
      "I am a pure-blooded Polish nobleman, without a single drop of bad blood, certainly not German blood. When I look for my diametric opposite, an immeasurably shabby instinct, I always think of my mother and sister, - it would blaspheme my divinity to think I am related to this sort of canaille. The way my mother and sister treat me to this very day is a source of unspeakable horror; a real time bomb is at work here, which can tell with unerring certainty the exact moment I can be hurt - in my highest moments, ... because at that point I do not have the strength to resist poison worms ..."
    ],
    [
      "All things considered, I could never have survived my youth without Wagnerian music. For I seemed condemned to the society of Germans. If a man wishes to rid himself of a feeling of unbearable oppression, he may have to take to hashish. Well, I had to take to Wagner..."
    ],
    [
      "The world is poor for him who has never been sick enough for this 'voluptuousness of hell':"
    ],
    [
      "Dass man wird, was man ist, setzt voraus, dass man nicht im entferntesten ahnt, was man ist."
    ],
    [
      "Only fool! Only poet!Merely speaking colorfully,From fools' masks shouting colorfully,Climbing about on deceptive word-bridges,On misleading rainbows,Between false heavensRambling, lurking -Only fool! Only poet!"
    ],
    [
      "The desert grows: woe to him in whom deserts hide ..."
    ],
    [
      "Do not forget, man, consumed by lust:you-are the stone, the desert, are death ..."
    ],
    [
      "You sacrifice yourself, your wealth torments you,You give away yourself,You don't take care of yourself, you don't love yourself;Great agony always compels you,The agony of an overflowing barn, an overabundant heart;But no one thanks you any longer ..."
    ],
    [
      "Dionysus:Be clever, Ariadne! ...You have little ears; you have my ears:Put a clever word in them! -Must one not first hate oneself, in order to love oneself? ...I am your labyrinth ..."
    ],
    [
      "There is nothing to life that has value, except the degree of power-assuming that life itself is the will to power."
    ],
    [
      "In my opinion, Henrik Ibsen has become very German. With all his robust idealism and \"Will to Truth,\" he never dared to ring himself free from moral-illusionism which says \"freedom,\" and will not admit, even to itself, what freedom is: the second stage in the metamorphosis of the \"Will to Power\" in him who lacks it. In the first stage, one demands justice at the hands of those who have power. In the second, one speaks of \"freedom,\" that is to say, one wishes to \"shake oneself free\" from those who have power. In the third stage, one speaks of \"equal rights\"-that is to say, so long as one is not a predominant personality one wishes to prevent one's competitors from growing in power."
    ],
    [
      "This is the antinomy: Insofar as we believe in morality we pass sentence on existence."
    ],
    [
      "Naturlicher ist unsere Stellung in politicis: wir sehen Probleme der Macht, des Quantums Macht gegen ein anderes Quantum. Wir glauben nicht an ein Recht, das nicht auf der Macht ruht, sich durchzusetzen: wir empfinden alle Rechte als Eroberungen."
    ],
    [
      "Moralities and religions are the principal means by which one can make whatever one wishes out of man, provided one possesses a superfluity of creative forces and can assert one's will over long periods of time - in the form of legislation and customs."
    ],
    [
      "A man as he ought to be: that sounds to us as insipid as \"a tree as it ought to be.\""
    ],
    [
      "No more fiction for us: we calculate; but that we may calculate, we had to make fiction first."
    ],
    [
      "The stronger becomes master of the weaker, in so far as the latter cannot assert its degree of independence - here there is no mercy, no forbearance, even less a respect for \"laws.\""
    ],
    [
      "The individual itself as a struggle between parts (for food, space, etc.): its evolution tied to the victory or predominance of individual parts, to an atrophy, a \"becoming an organ\" of other parts. ... The aristocracy in the body, the majority of the rulers (struggle between cells and tissues). ... Slavery and division of labor: the higher type possible only through the subjugation of the lower, so that it becomes a function."
    ],
    [
      "Morality is: the mediocre are worth more than the exceptions ... I abhore Christianity with a deadly hatred."
    ],
    [
      "The states in which we infuse a transfiguration and a fullness into things and poetize about them until they reflect back our fullness and joy in life...three elements principally: sexuality, intoxication and cruelty - all belonging to the oldest festal joys."
    ],
    [
      "The beautiful exists just as little as the true. In every case it is a question of the conditions of preservation of a certain type of man: thus the herd-man will experience the value feeling of the true in different things than will the overman."
    ],
    [
      "A declaration of war on the masses by higher men is needed! ... Everything that makes soft and effeminate, that serves the end of the people or the feminine, works in favor of universal suffrage, i.e. the domination of the inferior men. But we should take reprisal and bring this whole affair to light and the bar of judgment."
    ],
    [
      "The rights a man arrogates to himself are related to the duties he imposes on himself, to the tasks to which he feels equal. The great majority of men have no right to existence, but are a misfortune to higher men."
    ],
    [
      "The homogenizing of European man ... requires a justification: it lies in serving a higher sovereign species that stands upon the former which can raise itself to its task only by doing this. Not merely a master race whose sole task is to rule, but a race with its own sphere of life, with an excess of strength ... strong enough to have no need of the tyranny of the virtue-imperative."
    ],
    [
      "To those human beings who are of any concern to me I wish suffering, desolation, sickness, ill-treatment, indignities - I wish that they should not remain unfamiliar with profound self-contempt, the torture of self-mistrust, the wretchedness of the vanquished: I have no pity for them, because I wish them the only thing that can prove today whether one is worth anything or not - that one endures."
    ],
    [
      "There is only nobility of birth, only nobility of blood. When one speaks of \"aristocrats of the spirit,\" reasons are usually not lacking for concealing something. As is well known, it is a favorite term among ambitious Jews. For spirit alone does not make noble. Rather, there must be something to ennoble the spirit. What then is required? Blood."
    ],
    [
      "The possibility has been established for the production of...a master race, the future \"masters of the earth\"...made to endure for millennia - a higher kind of men who...employ democratic Europe as their most pliant and supple instrument for getting hold of the destinies of the earth."
    ],
    [
      "I tell the story of these philosophers in simplified form: I merely wish to bring out in each system that point which represents a piece of the personality, and which history must preserve as a part of what is irrefutable and indisputable."
    ],
    [
      "My task is to throw a light on that which we must always love and revere, of which no subsequent knowledge can rob us: man in his greatness."
    ],
    [
      "The only thing of interest in a refuted system is the personal element. It alone is what is forever irrefutable."
    ],
    [
      "Whoever wishes to justify [Philosophy] must show ... to what ends a healthy culture uses and has used philosophy."
    ],
    [
      "Where could we find an instance of cultural pathology which philosophy restored to health? If philosophy ever manifested itself as helpful, redeeming, or prophylactic, it was in a healthy culture. The sick, it made even sicker."
    ],
    [
      "The very reason [the Greeks] got so far is that they knew how to pick up the spear and throw it onward from the point where others had left it. Their skill in the art of fruitful learning was admirable. We ought to be learning from our neighbors precisely as the Greeks learned from theirs, not for the sake of learned pedantry but rather using everything we learn as a foothold which will take us up as high, and higher, than our neighbor."
    ],
    [
      "The quest for philosophical beginnings is idle, for everywhere in all beginnings we find only the crude, the unformed, the empty and the ugly. What matters in all things is the higher levels."
    ],
    [
      "... the republic of creative minds: each giant calling to his brother through the desolate intervals of time. And undisturbed by the wanton noises of the dwarfs that creep past beneath them, their high spirit-converse continues."
    ],
    [
      "Philosophy leaps ahead on tiny toeholds; hope and intuition lend wings to its feet. Calculating reason lumbers heavily behind, looking for better footholds, for reason too wants to reach that alluring goal which its divine comrade has long since reached."
    ],
    [
      "Science rushes headlong, without selectivity, without \"taste,\" at whatever is knowable, in the blind desire to know all at any cost. Philosophical thinking, on the other hand, is ever on the scent of those things which are most worth knowing, the great and the important insights."
    ],
    [
      "The concept of greatness is changeable, in the realm of morality as well as in that of esthetics. And so philosophy starts by legislating greatness."
    ],
    [
      "\"Grant me, ye gods, but one certainty,\" runs Parmenides' prayer, \"and if it be but a log's breadth on which to lie. on which to ride upon the sea of uncertainty. Take away everything that comes-to-be, everything lush, colorful, blossoming, illusory, everything that charms and is alive. Take all these for yourselves and grant me but the one and only, poor empty certainty.\""
    ],
    [
      "The good generally displeases us when it is beyond our ken."
    ],
    [
      "Everyone who enjoys thinks that the principal thing to the tree is the fruit, but in point of fact the principal thing to it is the seed.-Herein lies the difference between them that create and them that enjoy."
    ],
    [
      "He that prefers the beautiful to the useful in life will, undoubtedly, like children who prefer sweetmeats to bread, destroy his digestion and acquire a very fretful outlook on the world."
    ],
    [
      "On the heights it is warmer than people in the valleys suppose, especially in winter. The thinker recognizes the full import of this simile."
    ],
    [
      "The value of many men and books rests solely on their faculty for compelling all to speak out the most hidden and intimate things."
    ],
    [
      "Merchant and pirate were for a long period one and the same person. Even today mercantile morality is really nothing but a refinement of piratical morality."
    ],
    [
      "I teach you the Overman. Man is something which shall be surpassed."
    ]
  ]
}