{
    "bio": "Siddhārtha Gautama (Sanskrit/Devanagari: सिद्धार्थ गौतम Siddhārtha Gautama, c. 563/624 – c. 483/544 BCE) or Siddhattha Gotama in Pali,; also called the Gautama Buddha, the Shakyamuni Buddha (\"Buddha, Sage of the Shakyas\") or simply the Buddha, after the title of Buddha, was a monk (śramaṇa), mendicant, sage, philosopher, teacher and religious leader on whose teachings Buddhism was founded. He is believed to have lived and taught mostly in the northeastern part of ancient India sometime between the 6th and 4th centuries BCE.",
    "quotes": [
        [
            "Through Knowledge (of Truth). All evils are washed away. The true Enlightened One stands firm, Scattering the clouds of delusion. Like the sun shining in a cloudless sky.",
            "Quoted in Jesus lived in India, p. 6"
        ],
        [
            "There are these four ways of answering questions. Which four? There are questions that should be answered categorically [straightforwardly yes, no, this, that]. There are questions that should be answered with an analytical (qualified) answer [defining or redefining the terms]. There are questions that should be answered with a counter-question. There are questions that should be put aside. These are the four ways of answering questions.",
            "As quoted in: Ṭhānissaro (Bhikkhu.) (2004) Handful of leaves. Vol. 3, p. 80"
        ],
        [
            "Now in those days, brethren, there shall arise in the world an Exalted One by name Maitreya (the Kindly One) an Arhat, a Fully Enlightened One, endowed with wisdom and righteousness, a Happy One, a World-knower, the Peerless Charioteer of men to be tamed, a teacher of the devas and mankind, an Exalted One, a Buddha like myself. He of His own abnormal powers shall realize and make known the world, and the worlds of the devas, with their Maras, their Brahmas, the host of recluses and brahmins, of devas and mankind alike, even as I do now. He shall proclaim the Norm, lovely in its beginning, lovely in its middle, and lovely in the end thereof. He shall make known the wholly perfect life of righteousness in all its purity, both in the spirit and in the letter of it, even as I do now. He shall lead an Order of Brethren numbering many thousands, even as I do now lead an order of Brethren numbering many hundreds.",
            "Gautama Buddha in Digha Nikaya as quoted in Avatars down the ages by Felicity Elliot"
        ],
        [
            "'Brethren, if outsiders should speak against me, or against the Doctrine, or against the Order, you should not on that account either bear malice, or suffer heart-burning, or feel ill will. If you, on that account, should be angry and hurt, that would stand in the way of your own self-conquest. If, when others speak against us, you feel angry at that, and displeased, would you then be able to judge how far that speech of theirs is well said or ill?' 'That would not be so, Sir.' 'But when outsiders speak in dispraise of me, or of the Doctrine, or of the Order, you should unravel what is false and point it out as wrong, saying: \"For this or that reason this is not the fact, that is not so, such a thing is not found among us, is not in us.\" 'But also, brethren, if outsiders should speak in praise of me, in praise of the Doctrine, in praise of the Order, you should not, on that account, be filled with pleasure or gladness, or be lifted up in heart. Were you to be so that also would stand in the way of your self-conquest. When outsiders speak in praise of me, or of the Doctrine, or of the Order, you should acknowledge what is right to be the fact, saying: \"For this or that reason this is the fact, that is so, such a thing is found among us, is in us.\"",
            "T. W. Rhys Davids trans. (1899), Brahmajāla Sutta, verse 1.5-6 (text at archive.org), as cited in: Hajime Nakamura (1992). A Comparative History of Ideas, p. 221-2"
        ],
        [
            "Whereas some ascetics and Brahmins remain addicted to attending such shows as dancing, singing, music, displays, recitations, hand-music, cymbals and drums, fairy-shows, acrobatic and conjuring tricks, combats of elephants, buffaloes, bulls, goats, rams, cocks and quail, fighting with staves, boxing, wrestling, sham-fights, parades, manoeuvres and military reviews, the ascetic Gotama refrains from attending such displays.",
            "M. Walshe, trans. (1987), Sutta 1, verse 1.13"
        ],
        [
            "\"The tongue is like a sharp knife, it kills without drawing blood; words in the hands of someone skilled can do more damage than a weapon in the hands of a warrior.\"",
            "M. Walshe, trans. (1987), Sutta 1, verse 5"
        ],
        [
            "\"Well, Lord, is the soul the same as the body, is the soul one thing and the body another?\""
        ],
        [
            "Just as a bird, wherever it goes, flies with its wings as its only burden, so too, the bhikkhu becomes content with robes to protect his body and with almsfood to maintain his stomach, and wherever he goes he sets out taking only these with him. Possessing this aggregate of noble virtue, he experiences within himself a bliss that is blameless.",
            "Sutta 51, Verse 15, p. 450"
        ],
        [
            "Any kind of material form whatever, whether past, future, or present, internal or external, gross or subtle, inferior or superior, far or near, all material form should be seen as it actually is with proper wisdom thus: \"This is not mine, this I am not, this is not my self.\"",
            "Sutta 62, verse 3, p. 527"
        ],
        [
            "Rahula, whatever internally, belonging to oneself, is solid, solidified, and clung-to, that is, head-hairs, body-hairs, nails, teeth, skin, flesh, sinews, bones, bone-marrow, kidneys, heart, liver, diaphragm, spleen, lungs, large intestines, small intestines, contents of the stomach, feces, or whatever else internally, belonging to oneself, is solid, solidified, and clung-to: this is called the internal earth element. Now both the internal earth element and the external earth element are simply earth element. And that should be seen as it actually is with proper wisdom thus: \"This is not mine, this I am not, this is not my self.\" When one sees it thus as it actually is with proper wisdom, one becomes disenchanted with the earth element and makes the mind dispassionate towards the earth element.",
            "Sutta 62, verse 8, p. 528"
        ],
        [
            "Rahula, develop meditation that is like water. ... Just as people wash clean things and dirty things, excrement, urine, spittle, pus, and blood in water, and the water is not horrified, humiliated, and disgusted because of that, so too, Rahula, develop meditation that is like water.",
            "Sutta 62, verse 14, p. 530"
        ],
        [
            "(...) Just this noble eightfold path: right view, right aspiration, right speech, right action, right livelihood, right effort, right mindfulness, right concentration. That is the ancient path, the ancient road, traveled by the Rightly Self-awakened Ones of former times. I followed that path. Following it, I came to direct knowledge of aging & death, direct knowledge of the origination of aging & death, direct knowledge of the cessation of aging & death, direct knowledge of the path leading to the cessation of aging & death. I followed that path. Following it, I came to direct knowledge of birth... becoming... clinging... craving... feeling... contact... the six sense media... name-&-form... consciousness, direct knowledge of the origination of consciousness, direct knowledge of the cessation of consciousness, direct knowledge of the path leading to the cessation of consciousness. I followed that path.",
            "Nagara Sutta, Samyutta Nikaya II.124, translated by Thanissaro Bhikkhu"
        ],
        [
            "Do not go by revelation; Do not go by tradition; Do not go by hearsay; Do not go on the authority of sacred texts; Do not go on the grounds of pure logic; Do not go by a view that seems rational; Do not go by reflecting on mere appearances; Do not go along with a considered view because you agree with it; Do not go along on the grounds that the person is competent; Do not go along because \"the recluse is our teacher.\" Kalamas, when you yourselves know: These things are unwholesome, these things are blameworthy; these things are censured by the wise; and when undertaken and observed, these things lead to harm and ill, abandon them... Kalamas, when you know for yourselves: These are wholesome; these things are not blameworthy; these things are praised by the wise; undertaken and observed, these things lead to benefit and happiness, having undertaken them, abide in them.",
            "Kalama Sutta - Angutarra Nikaya 3.65"
        ],
        [
            "Monks, a lay follower should not engage in five types of business. Which five? Business in weapons, business in human beings, business in meat, business in intoxicants, and business in poison.",
            "5.177: Vanijja Sutta, as translated by Thanissaro Bhikkhu (2001)"
        ],
        [
            "As rain breaks through an ill-thatched house, passion will break through an unreflecting mind.",
            "Ch. 1: The Twin Verses, verse 13"
        ],
        [
            "He abused me, he struck me, he overcame me, he robbed me' -- in those who do not harbor such thoughts hatred will cease.",
            "1.3-4; as translated by Radhakrishnan."
        ],
        [
            "Can there be joy and laughter When always the world is ablaze? Enshrouded in darkness Should you not seek a light?"
        ],
        [
            "No one saves us but ourselves, No one can and no one may. We ourselves must walk the path Buddhas merely teach the way. By ourselves is evil done, By ourselves is pain endured, By ourselves we cease from wrong, By ourselves become we pure.",
            "Ch. 165, as translated in The Dharma, or The Religion of Enlightenment; An Exposition of Buddhism (1896) by Paul Carus; variants for some years have included \"We ourselves must walk the path but Buddhas clearly show the way\", but this is not yet located in any of the original publications of Carus."
        ],
        [
            "Conquer anger with love, evil with good, meanness with generosity, and lies with truth.",
            "Ch. 17, Verse 223"
        ],
        [
            "Indeed, wisdom is born of meditation; without meditation wisdom is lost. Knowing this twofold path of gain and loss of wisdom, one should conduct oneself so that wisdom may increase.",
            "Ch. 20, Verse 282"
        ],
        [
            "To cease from evil, to do good, and to purify the mind yourself, this is the teaching of all the Buddhas.",
            "Ch. 14, Verse 183"
        ],
        [
            "That bhikkhu who has cut off passion in its entirety, like one picking a lotus, both flower and stalk, leaves this shore and the far shore as a snake leaves its old worn-out skin."
        ],
        [
            "Leaving behind son and wife, and father and mother, and wealth and grain, and relatives, and sensual pleasures to the limit, one should wander solitary as a rhinoceros horn."
        ],
        [
            "Not by birth does one become an outcaste, not by birth does one become a brahman. By one's action one becomes an outcaste, by one's action one becomes a brahman.",
            "§ 136"
        ],
        [
            "Faith is the best wealth for a man in this world. Righteousness when well practised brings happiness. Truth is the sweetest of flavours. They say the life of one living by wisdom is the best.",
            "§ 182"
        ],
        [
            "Joined together with bones and sinews, having a plastering of skin and flesh, covered with hide, the body is not seen as it really is-full of intestines, full of stomach, of the lump of the liver, of bladder, of heart, of lungs, of kidneys and of spleen, of mucus, of saliva, and of sweat, and of lymph, of blood, of synovial fluid, of bile, and of fat, ... and its hollow head is filled with brain. A fool, overwhelmed by ignorance, thinks of it as beautiful, but when it lies dead, swollen up and discoloured, cast away in a cemetery, relatives have no regard for it. Dogs devour it, and jackals, and wolves and worms. Crows and vultures devour it, and whatever other living creatures there are. The bhikkhu possessing knowledge here, having heard the Buddha's word, indeed understands it, for he sees the body as it really is.",
            "§ 194-202"
        ],
        [
            "The seers of old had fully restrained selves, and were austere. Having abandoned the five strands of sensual pleasures, they practiced their own welfare. The brahmans had no cattle, no gold, no wealth. They had study as their wealth and grain. They guarded the holy life as their treasure.",
            "§ 284-285"
        ],
        [
            "I spit on my life. Death in battle would be better for me than that I, defeated, survive.",
            "This statement is made in reference to his battle against the personification of temptation to evil, Mara."
        ],
        [
            "The innumerable worlds in the cosmos are like the eyes of the net. Each and every world is different, its variety infinite. So too are the Dharma Doors (methods of cultivation) taught by the Buddhas.",
            "Sutra Translation Committee of the US and Canada (2000). The Brahma Net Sutra, New York Brahmajala Sutra (Mahayana)"
        ],
        [
            "Thus, Mahamati, wherever there is the evolution of living beings, let people cherish the thought of kinship with them, and, thinking that all beings are [to be loved as if they were] an only child, let them refrain from eating meat. So with Bodhisattvas whose nature is compassion, [the eating of] meat is to be avoided by him. Even in exceptional cases, it is not [compassionate] of a Bodhisattva of good standing to eat meat."
        ],
        [
            "For fear of causing terror to living beings, Mahamati, let the Bodhisattva who is disciplining himself to attain compassion, refrain from eating flesh."
        ],
        [
            "The food of the wise, Mahamati, is what is eaten by the Rishis; it does not consist of meat and blood."
        ],
        [
            "... how can I permit my disciples, Mahamati, to eat food consisting of flesh and blood, which is gratifying to the unwise but is abhorred by the wise, which brings many evils and keeps away many merits; and which was not offered to the Rishis and is altogether unsuitable?Now, Mahamati, the food I have permitted [my disciples to take] is gratifying to all wise people but is avoided by the unwise; it is productive of many merits, it keeps away many evils; and it has been prescribed by the ancient Rishis. It comprises rice, barley, wheat, kidney beans, beans, lentils, etc., clarified butter, oil, honey, molasses, treacle, sugar cane, coarse sugar, etc.; food prepared with these is proper food. Mahamati, there may be some irrational people in the future who will discriminate and establish new rules of moral discipline, and who, under the influence of the habit-energy belonging to the carnivorous races, will greedily desire the taste [of meat]: it is not for these people that the above food is prescribed. Mahamati, this is the food I urge for the Bodhisattva-Mahasattvas who have made offerings to the previous Buddhas, who have planted roots of goodness, who are possessed of faith, devoid of discrimination, who are all men and women belonging to the Sakya family, who are sons and daughters of good family, who have no attachment to body, life, and property, who do not covet delicacies, are not at all greedy, who being compassionate desire to embrace all living beings as their own person, and who regard all beings with affection as if they were an only child."
        ],
        [
            "If, Mahamati, meat is not eaten by anybody for any reason, there will be no destroyer of life."
        ],
        [
            "Again, Mahamati, there may be some unwitted people in the future time, who, beginning to lead the homeless life according to my teaching, are acknowledged as sons of the Sakya, and carry the Kashaya robe about them as a badge, but who are in thought evilly affected by erroneous reasonings. They may talk about various discriminations which they make in their moral discipline, being addicted to the view of a personal soul. Being under the influence of the thirst for [meat-] taste, they will string together in various ways some sophistic arguments to defend meat-eating. They think they are giving me an unprecedented calumny when they discriminate and talk about facts that are capable of various interpretations. Imagining that this fact allows this interpretation, [they conclude that] the Blessed One permits meat as proper food, and that it is mentioned among permitted foods and that probably the Tathagata himself partook of it. But, Mahamati, nowhere in the sutras is meat permitted as something enjoyable, nor it is referred to as proper among the foods prescribed [for the Buddha's followers]."
        ],
        [
            "... all [meat-eating] in any form, in any manner, and in any place, is unconditionally and once for all, prohibited for all. Thus, Mahamati, meat-eating I have not permitted to anyone, I do not permit, I will not permit. Meat-eating, I tell you, Mahamati, is not proper for homeless monks."
        ],
        [
            "From eating [meat] arrogance is born, from arrogance erroneous imaginations issue, and from imagination is born greed; and for this reason refrain from eating [meat]."
        ],
        [
            "There is no meat to be regarded as pure in three ways: not premeditated, not asked for, and not impelled; therefore, refrain from eating meat."
        ],
        [
            "From now on, I do not permit my sravaka disciples to eat meat. ... One who eats meat kills the seed of great compassion. ... I, from now on, tell my disciples to refrain from eating any kind of meat. O Kasyapa! When one eats meat, this gives out the smell of meat while one is walking, standing, sitting or reclining. People smell this and become fearful. This is as when one comes near a lion. One sees and smells the lion, and fear arises. O good man! When one eats garlic, the dirty smell is unbearable. ... It is the same with one who eats meat. It is a similar situation with all people who, on smelling the meat, become afraid and entertain the thought of death. All living things in the water, on land and in the sky desert such a person and run away. They say that this person is their enemy.",
            "Chapter Seven: On the Four Aspects"
        ],
        [
            "After my nirvana, how will people who eat the flesh of beings deserve to be called disciples of Sakyamuni? You should understand that these people who eat flesh may gain some modicum of mental awakening while practicing samadhi, but they are all great raksasas who in the end must fall into the sea of death and rebirth. They are not disciples of the Buddha. Such people kill and devour each other, feeding on each other in an endless cycle. How could they possibly get out of the three realms? When you teach people in the world to practice samadhi, teach them to renounce all killing.",
            "Part VII, Chapter 2: On Killing"
        ],
        [
            "How then can it be compassionate to gorge on other beings' blood and flesh? Monks who will not wear silks from the East, whether coarse or fine; who will not wear shoes or boots of leather, nor furs, nor birds' down from our own country; and who will not consume milk, curds, or ghee, have truly freed themselves from the world.",
            "Part VII, Chapter 2: On Killing"
        ],
        [
            "I can affirm that a person who neither eats the flesh of other beings nor wears any part of the bodies of other beings, nor even thinks of eating or wearing these things, is a person who will gain liberation.",
            "Part VII, Chapter 2: On Killing"
        ],
        [
            "Listen well, listen well, and mull it over in your thoughts!",
            "To Ratnākara, on the practices carried out by bodhisattvas in purifying the lands. Chapter I, as translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "Ratnakara, the various kinds of living beings are in themselves the Buddha lands (buddhaksetra) of the bodhisattvas . Why so? Because it is by converting various beings to the teachings that the bodhisattvas acquire their Buddha lands. It is by persuading various beings and overcoming their objections that the bodhisattvas acquire their Buddha lands. It is by inducing the various living beings to enter into the Buddha wisdom in such-and-such a land that they acquire their Buddha lands. It is by inducing the various living beings to develop the capacity for bodhisattva practices in such-and-such a land that they acquire their Buddha lands. Why is this? Because the bodhisattva's acquisition of a pure land is wholly due to his having brought benefit to living beings. Suppose a man proposes to build a mansion on a plot of open land. He may do so as he wishes without hindrance. But if he tries to build it in the empty air, he will never be successful. It is the same with the bodhisattvas. It is because they wish to help others to achieve success that they take their vow to acquire Buddha lands. Their vow to acquire Buddha lands in not founded on emptiness.",
            "To Ratnākara, on the practices carried out by bodhisattvas in purifying the lands. Chapter I, as translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "Ratnakara, you should understand that an upright mind is the pure land of the bodhisattva. When the bodhisattva attains Buddhahood, then beings who are free of flattery will be born in his country.A deeply searching mind is the pure land of the bodhisattva. When he attains Buddhahood, beings who are endowed with blessings will be born in his country.A mind that aspires to bodhi or enlightenment is the pure land of the bodhisattva. When he attains Buddhahood, beings dedicated to the Great Vehicle will be born in his countryAlmsgiving is the pure land of the bodhisattva. When he attains Buddhahood, beings who are capable of casting away everything will be born in his country.Keeping of the precepts is the pure land of the bodhisattva. When he attains Buddhahood, beings who fulfill their vow to carry out the ten good actions will be born in his country.Forbearance is the pure land of the bodhisattva. When he attains Buddhahood, beings who are adorned with the thirty-two features will be born in his country.Assiduousness is the pure land of the bodhisattva. When he attains Buddhahood, beings who strive diligently to acquire all manner of blessings will be born in his countryMeditation is the pure land of the bodhisattva. When he attains Buddhahood, beings who can regulate their minds and keep them from disorder will be born in his country.Wisdom is the pure land of the bodhisattva. When he attains Buddhahood, beings who are correct and certain in understanding will be born in his country.A mind devoted to the four immeasurable qualities is the pure land of the bodhisattva. When he attains Buddhahood, beings perfect in the exercise of pity, compassion, joy, and indifference will be born in his country.The four methods of winning people are the pure land of the bodhisattva. When he attains Buddhahood, beings who are regulated by the emancipations will be born in his country.Expedient means are the pure land of the bodhisattva. When he attains Buddhahood, beings who can employ all manner of expedient means with complete freedom will be born in his country.The thirty-seven elements of the Way are the pure land of the bodhisattva. When he attains Buddhahood, beings will be born in his country who are proficient in the four states of mindfulness, the four types of correct effort, the four bases of supernatural power, the five roots of goodness, the five powers, the seven factors of enlightenment, and the eightfold holy path.A mind intent on transferring merit to others is the pure land of the bodhisattva. When he attains Buddhahood, he will acquire a country endowed with all manner of blessings.Teaching others to avoid the eight difficulties is the pure land of the bodhisattva. When he attains Buddhahood, his country will be free of the three evils and the eight difficulties. Observing the precepts himself but not taxing others with their shortcomings is the pure land of the bodhisattva. When he attains Buddhahood, no one in his country will be called a violater of prohibitions.The ten good actions are the pure land of the bodhisattva. When he attains Buddhahood, beings will be born in his country who suffer no untimely death, possess great wealth, are pure in action, sincere and truthful in word, ever mild in speech, never alienated from kin or associates, skillful in solving disputes, invariably speaking profitable words, never envious, never irate, and correct in understanding.Therefore, Ratnakara, because the bodhisattva has an upright mind, he is impelled to action. Because he is impelled to action, he gains a deeply searching mind. Because he has a deeply searching mind, his will is well controlled. Because his will is well controlled, he acts in accord with the teachings. Because he acts in accord with the teachings, he can transfer merit to others. Because he transfers merit to others, he knows how to employ expedient means. Because he knows how to employ expedient means, he can lead others to enlightenment. Because he leads others to enlightenment, his Buddha land is pure. Because his Buddha land is pure, his preaching of the Law is pure. Because his preaching of the Law is pure, his wisdom is pure. Because his wisdom is pure, his mind is pure. And because his mind is pure, all the blessings he enjoys will be pure.Therefore, Ratnakara, if the bodhisattva wishes to acquire a pure land, he must purify his mind. When the mind is pure, the Buddha land will be pure.",
            "On the practices carried out by bodhisattvas in purifying the lands. Chapter I, as translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "Shariputra, it is the failings of living beings that prevent them from seeing the marvelous purity of the land of the Buddha, the Thus Come One. The Thus Come One is not to blame. Shariputra, this land of mine is pure, but you fail to see it.",
            "Chapter I, as translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "All of you Bhikshus, after my Nirvana, you should revere and honor the Pratimoksha. It is like finding a light in darkness, or like a poor person obtaining a treasure. You should know that it is your great teacher, and is not different from my actual presence in the world."
        ],
        [
            "If you have wisdom, you will be without greed or attachment. Always examine yourselves, and do not allow yourselves to have faults, for it is in this way that you will be able to obtain liberation within my Dharma."
        ],
        [
            "One with true wisdom is a secure boat for crossing over the ocean of old age, sickness, and death. He is also like a great bright lamp in the darkness of ignorance, a good medicine for all kinds of illnesses , and a sharp axe for cutting down the tree of afflictions."
        ],
        [
            "You should increasingly benefit yourselves by acquiring hearing, contemplating , and cultivating wisdom. Even though a person only has flesh eyes, if he has illuminating wisdom, he has clear understanding."
        ],
        [
            "If you have all sorts of idle discussions, your mind will be scattered, and even though you have left the home life, you will not attain liberation... you should quickly renounce and distance yourself from having a scattered mind and idle discussions. If you wish to be one who attains the bliss of still Extinction, you only need to be skillfully eliminate the peril of idle discussions."
        ],
        [
            "If you have doubt about suffering and the other Four Truths, you may quickly ask about them now. Do not harbor doubts and fail to clear them up."
        ],
        [
            "When those in this assembly who have not yet done what should be done, see the Buddha cross over to Extinction, they will certainly feel sorrow. Those who have newly entered the Dharma and heard what the Buddha taught, will all cross over. They have seen the Way, like a flash of lightning in the night."
        ],
        [
            "The Dharma for benefiting oneself and others is complete. If I were to live longer it would be of no further benefit. All of those who could be crossed over, whether in the heavens above or among humans, have already crossed over, and all of those who have not yet crossed over have already created the causes and conditions for crossing over. From now on all of my disciples must continuously practice. Then the Thus Come One' s Dharma body will always be present and indestructible."
        ],
        [
            "You should know therefore, that everything in the world is impermanent. Meetings necessarily have separations, so do not harbor grief. Every appearance in the world is like this, so you should be vigorous and seek for an early liberation. Destroy the darkness of delusion with the brightness of wisdom. The world is truly dangerous and unstable, without any durability. My present attainment of Nirvana is like being rid of a malignant sickness. The body is a false name, drowning in the great ocean of birth, sickness, old age and death. How can one who is wise not be happy when he gets rid of it,"
        ],
        [
            "All of you Bhikshus, you should always singlemindedly and diligently seek the way out of all the moving and unmoving dharmas of the world, for they are all decaying, destructible, insecure appearances. All of you, stop; there is nothing more to say. Time is passing away, and I wish to cross over to Nirvana. These are my very last instructions."
        ],
        [
            "Before his demise, the Buddha gave His last sermon. It has eight main points:"
        ],
        [
            "Behold now, Bhikkhus, I exhort you: All compounded things are subject to decay. Strive with diligence!",
            "Last words, as quoted in DN 16; Mahaparinibbana Sutta 6:8 Variant translations: Mendicants, I now impress it upon you, the parts and powers of man must be dissolved; work out your own salvation with diligence. As quoted in Present Day Tracts on the Non-Christian Religions of the World (1887) by Sir William Muir, p. 24 Now, then, monks, I exhort you: All fabrications are subject to decay. Bring about completion by being heedful. translated by Thanissaro Bhikkhu Behold now, bhikkhus, I exhort you: All compounded things are subject to vanish. Strive with earnestness! translated by Sister Vajira & Francis Story"
        ],
        [
            "Even death is not to be feared by one who has lived wisely.",
            "As quoted in Wisdom for the Soul: Five Millennia of Prescriptions for Spiritual Healing (2006) edited by Larry Chang, p. 193 This is actually a pithy modern-day 'summary' of the \"Abhaya Sutta\" (AN 4.184). It appears in \"Buddha's Little Instruction Book\" by Jack Kornfield (p88)."
        ],
        [
            "Thousands of candles can be lit from a single candle, And the life of the candle will not be shortened. Happiness never decreases by being shared.",
            "From The Teaching of Buddha, by Bukkyo Dendo Kyokai (Society for the Promotion of Buddhism), Pg 132. It is a paraphrased version of Section 10 of the Sutra of Forty-two Sections"
        ],
        [
            "I will not take final Nirvana until I have nuns and female disciples who are accomplished... until I have laywomen followers...who will.... teach the Dhamma",
            "as quoted by Dr Bettany Hughes Telegraph"
        ],
        [
            "Do not complain and cry and pray, but open your eyes and see, for the light is all about you, and it is so wonderful, so beautiful, so far beyond anything of which men have ever dreamt, for which they have ever prayed, and it is for ever and for ever.",
            "Quoted by Charles Webster Leadbeater, in  The Masters and the Path  (1925)   p. 229"
        ],
        [
            "In all things, there is neither male nor female.",
            "Vimalakriti Sutra, as quoted by Dr Bettany Hughes Telegraph"
        ],
        [
            "Whatever an enemy might do to an enemy, or a foe to a foe, the ill-directed mind can do to you even worse.Whatever a mother, father or other kinsman might do for you, the well-directed mind can do for you even better.",
            "Pali Canon 42-43 Cittavagga The Mind."
        ],
        [
            "Monks, these two extremes ought not to be practiced by one who has gone forth from the household life. (What are the two?) There is addiction to indulgence of sense-pleasures, which is low, coarse, the way of ordinary people, unworthy, and unprofitable; and there is addiction to self-mortification, which is painful, unworthy, and unprofitable. Avoiding both these extremes, the Tathagata (the Perfect One) has realized the Middle Path; it gives vision, gives knowledge, and leads to calm, to insight, to enlightenment and to Nibbana. And what is that Middle Path realized by the Tathagata? ... It is the Noble Eightfold Path, and nothing else, namely: right understanding, right thought, right speech, right action, right livelihood, right effort, right mindfulness and right concentration.",
            "Dhammacakkappavattana Sutta, as translated by Piyadassi Maha Thera (1999)"
        ],
        [
            "In a world become blind, I beat the drum of the Deathless.",
            "Ariyapariyesana Sutta"
        ],
        [
            "Develop the mind of equilibrium. You will always be getting praise and blame, but do not let either affect the poise of the mind: follow the calmness, the absence of pride.",
            "Sutta Nipāta"
        ],
        [
            "One day, Ananda, who had been thinking deeply about things for a while, turned to the Buddha and exclaimed: \"Lord, I've been thinking - spiritual friendship is at least half of the spiritual life!\" The Buddha replied: \"Say not so, Ananda, say not so. Spiritual friendship is the whole of the spiritual life!\"",
            "Gautama Buddha, Samyutta Nikaya, Mahāvagga, verse 2"
        ],
        [
            "In what is seen, there should be just the seen;In what is heard, there should be just the heard;In what is sensed;there should be just the sensed; In what is thought, there should be just the thought....He should not kill a living being, nor cause it to be killed, nor should he incite another to kill. Do not injure any being, either strong or weak in the world.",
            "Sutta Nipāta II,14"
        ],
        [
            "One should follow a man of wisdom who rebukes one for one's faults, as one would follow a guide to some buried treasure. To one who follows such a wise man, it will be an advantage and not a disadvantage....These teachings are like a raft, to be abandoned once you have crossed the flood. Since you should abandon even good states of mind generated by these teachings, how much more so should you abandon bad states of mind!...Conquer the angry man by love.Conquer the ill-natured man by goodness.Conquer the miser with generosity.Conquer the liar with truth.",
            "Dhammapada"
        ],
        [
            "In Aryans' Discipline, to build a friendship is to build wealth, to maintain a friendship is to maintain wealth and to end a friendship is to end wealth.",
            "Cakkavatti Sutta, Patika Vagga, Digha Nikaya"
        ],
        [
            "Let your love flow outward through the universe,To its height, its depth, its broad extent,A limitless love, without hatred or enmity.Then, as you stand or walk,Sit or lie down,As long as you are awake,Strive for this with a one-pointed mind;Your life will bring heaven to earth.",
            "Passages of the Metta Sutta from the Sutta Nipata translated as \"Discourse on Good Will\" in the anthology God Makes the Rivers to Flow (1982; 2009), by Eknath Easwaran; also included in the anthology Timeless Wisdom (2008) by the same author."
        ],
        [
            "I teach one thing and one only: suffering and the end of suffering. ... Just as a mother would protect with her life her own son, her only son, so one should cultivate an unbounded mind towards all beings, and loving-kindness towards all the world. One should cultivate an unbounded mind, above and below and across, without obstruction, without enmity, without rivalry.Standing, or going, or seated, or lying down, as long as one is free from drowsiness, one should practice this mindfulness. This, they say, is the holy state here.",
            "Sutta Nipata"
        ],
        [
            "What is this world condition? Body is the world condition. And with body and form goes feeling, perception, consciousness, and all the activities throughout the world. The arising of form and the ceasing of form--everything that has been heard, sensed, and known, sought after and reached by the mind--all this is the embodied world, to be penetrated and realized....The fool thinks he has won a battle when he bullies with harsh speech, but knowing how to be forbearing alone makes one victorious.",
            "Samyutta Nikaya [citation needed]"
        ],
        [
            "Make an island of yourself,make yourself your refuge;there is no other refuge.Make truth your island,make truth your refuge;there is no other refuge.",
            "Digha Nikaya, 16"
        ],
        [
            "Seclusion is happiness for the content one, one who sees the Dhamma that was heard;No ill-will is happiness in the world, restraint to living beings.",
            "Gautama Buddha, Udāna, Udanapali - Book of Inspired Utterances. Dhamma Publishers. 2022. p. 21. ISBN 978-0-9990781-8-1."
        ],
        [
            "Things are not what they appear to be: nor are they otherwise.",
            "Surangama Sutra [citation needed]"
        ],
        [
            "From Ignorance spring the samkharas of threefold nature-productions of body, of speech, of thoughts. From the samkharas springs consciousness, from consciousness springs name and form, from this spring the six regions (of the six senses the seventh being the property of but the enlightened); from these springs contact from this sensation; from this springs thirst (or desire, Kama, tanha) from thirst attachment, existence, birth, old age and death, grief, lamentation, suffering, dejection and despair. Again by the destruction of ignorance, the Sankharas are destroyed, and their consciousness name and form, the six regions, contact, sensation, thirst, attachment (selfishness), existence, birth, old age, death, grief, lamentation, suffering, dejection, and despair are destroyed. Such is the cessation of this whole mass of suffering.",
            "Mahavagga 1st Khandhaka, as translated/quoted by Koot Hoomi, in   The Mahatma Letters to A. P. Sinnett,  (1923),  Letter No. X, 1881"
        ],
        [
            "When the real nature of things becomes clear to the meditating Bikshu, then all his doubts fade away since he has learned what is that nature and what it's cause. From ignorance spring all the evils. From knowledge comes the cessation of this mass of misery, and then the meditating Brahmana stands dispelling the hosts of Mara like the sun that illuminates the sky.",
            "Mahavagga 1st Khandhaka, as translated/quoted by Koot Hoomi, in  The Mahatma Letters to A. P. Sinnett, Letter No. X,   (1923),  Letter No. X, 1881"
        ],
        [
            "The teachings of Buddha are eternal, but even then Buddha did not proclaim them to be infallible. The religion of Buddha has the capacity to change according to times, a quality which no other religion can claim to have ... Now what is the basis of Buddhism? If you study carefully, you will see that Buddhism is based on reason. There is an element of flexibility inherent in it, which is not found in any other religion.",
            "Bhimrao Ramji Ambedkar, in The Buddha and His Dhamma (1957)"
        ],
        [
            "The Buddha came approximately five hundred years before Christ. . . . Buddha answered the questions posited in His time by giving the Four Noble Truths, which satisfactorily and eternally answer man's demand of why. These Truths can be summarised as follows: the Buddha taught that misery and suffering were of man's own making, and that the focussing of human desire upon the undesirable, the ephemeral and the material, was the cause of all despair, all hatred and competition, and the reason why man found himself living in the realm of death...\"",
            "Alice Bailey in The Reappearance of the Christ p. 106, (1948)"
        ],
        [
            "The story is connected with the Buddha, and with a happening in His life which left Him in the position wherein (following the dictates of His heart) He determined to return once a year from the high place in which He dwells and works, to bless the world. The two great Sons of God, the Buddha and the Christ, are one the custodian and the other the recipient of this blessing. Both of Them hold it in trust for transmission to a needy world, and both of Them act as transmitters of this spiritual energy to humanity.",
            "The Wesak Festival,  A Technique of Spiritual Contact, Alice Bailey, Lucis Trust"
        ],
        [
            "This heavenly event takes place annually at the time of the full moon of Taurus (often called the \"May Full Moon\"), and at that event there is released upon Earth (according to the measure of man's demand) the blessing of God Himself, transmitted through the Buddha and His Brother, the Christ. This happening, however, can and does work out into physical manifestation and has its physical counterpart. Paralleling the subjective and spiritual ceremony, an event of some importance takes place simultaneously in a little valley in Tibet, on the further side of the Himalayas.",
            "The Wesak Festival,  A Technique of Spiritual Contact, Alice Bailey, Lucis Trust"
        ],
        [
            "The chanting and the rhythmic weaving grows stronger, and all the participants and the watching crowd raise their eyes towards the sky in the direction of the narrow part of the valley. Just a few minutes before the exact time of the full moon, in the far distance, a tiny speck can be seen in the sky. It comes nearer and nearer, and grows in clarity and definiteness of outline, until the form of the Buddha can be seen, seated in the cross-legged Buddha position, clad in His saffron-coloured robe, bathed in light and colour, and with His hand extended in blessing. When He arrives at a point exactly over the great rock, hovering there in the air over the heads of the three Great Lords, a great mantram, used only once a year, at the Festival, is intoned by the Christ, and the entire group of people in the valley fall upon their faces... Thus, so the legend runs, the Buddha returns once a year to bless the world, transmitting through the Christ renewed spiritual life.",
            "The Wesak Festival,  A Technique of Spiritual Contact, Alice Bailey, Lucis Trust"
        ],
        [
            "The age in which true history appeared in India was one of great intellectual and spiritual ferment. Mystics and sophists of all kinds roamed through the Ganga Valley, all advocating some form of mental discipline and asceticism as a means to salvation; but the age of the Buddha, when many of the best minds were abandoning their homes and professions for a life of asceticism, was also a time of advance in commerce and politics. It produced not only philosophers and ascetics, but also merchant princes and men of action.",
            "Arthur Llewellyn Basham in The Wonder that was India (1954)"
        ],
        [
            "There is, in the Buddhist philosophy, a wonderful sentence of the Lord Gautama Buddha, where he is striving to indicate in human language something that would be intelligible about the condition of Nirvana. You find it in the Chinese translation of the Dhammapada, and the Chinese edition has been translation into English in Trubner's Oriental Series. He puts it there that, unless there were Nirvana, there could be nothing; and he uses various phrases in order to indicate what he means, taking the uncreated and then connecting with it the created; taking the Real and then connecting with it the unreal. He sums it up by saying that Nirvana is; and that if it were not, naught else could be. That is an attempt (if one may call it so with all reverence) to say what cannot be said. It implies that unless there existed the Uncreate, the invisible and the Real, we could not have a universe at all. You have there, then, the indication that Nirvana is a plenum, not a void. That idea should be fundamentally fixed in your mind, in your study of every great system of Philosophy. So often the expressions used may seem to indicate a void. Hence the western idea of annihilation. If you think of it as fullness, you will realize that the consciousness expands more and more, without losing utterly the sense of identity; if you could think of a centre of a circle without a circumference, you would glimpse the truth.",
            "Annie Besant quoted by Charles Webster Leadbeater, in  The Masters and the Path  (1925)   p. 221"
        ],
        [
            "It is the philosophy of Siddhartha Gautama again that Pythagoras expounded, when asserting that the ego was eternal with God, and that the soul only passed through various stages to arrive at the divine excellence; meanwhile the thumos returned to the earth, and even the phren was eliminated. Thus the metempsychosis was only a succession of disciplines through refuge-heavens to work off the exterior mind, to rid the nous of the phren, or soul, the Buddhist... principle that lives from Karma and the Skandhas (groups). p. 287, Part II, Religion",
            "H.P. Blavatsky, Isis Unveiled: A Master-Key to the  Mysteries of Ancient and Modern Science and Theology (1877),"
        ],
        [
            "Buddha Siddharta (Sk.) The name given to Gautama, the Prince of Kapilavastu, at his birth. It is an abbreviation of sarvartthasiddha and means, the \"realization of all desires\". Gautama, which means, on earth (gau) the most victorious (tama) \"was the sacerdotal name of the Sakya family, the kingly patronymic of the dynasty to which the father of Gautama, the King Suddhodhana of Kapilavastu, belonged. Kapilavastu was an ancient city, the birth-place of the Great Reformer and was destroyed during his life time. In the title Sakyamuni, the last component, muni, is rendered as meaning one mighty in charity, isolation and silence\", and the former Sakya is the family name. Every Orientalist or Pundit knows by heart the story of Gautama, the Buddha, the most perfect of mortal men that the world has ever seen, but none of them seem to suspect the esoteric meaning underlying his prenatal biography, i.e., the significance of the popular story. The Lalitavistura tells the tale, but abstains from hinting at the truth. The 5,000 jatakas, or the events of former births (re-incarnations) are taken literally instead of esoterically.",
            "H.P. Blavatsky, The Theosophical Glossary, (1892)"
        ],
        [
            "Gautama, the Buddha, would not have been a mortal man, had he not passed through hundreds and thousands of births previous to his last. Yet the detailed account of these, and the statement that during them he worked his way up through every stage of transmigration from the lowest animate and inanimate atom and insect, up to the highest-or man, contains simply the well-known occult aphorism: \"a stone becomes a plant, a plant an animal, and an animal a man\"... Buddha Gautama, the fourth of the Sapta (Seven) Buddhas and Sapta Tathagatas was born according to Chinese Chronology in 1024 B.C; but according to the Singhalese chronicles, on the 8th day of the second (or fourth) moon in the year 621 before our era. He fled from his father's palace to become an ascetic on the night of the 8th day of the second moon, 597 BC., and having passed six years in ascetic meditation at Gaya, and perceiving that physical self-torture was useless to bring enlightenment, be decided upon striking out a new path, until he reached the state of Bodhi. p. 66",
            "H.P. Blavatsky, The Theosophical Glossary, (1892)"
        ],
        [
            "He became a full Buddha on the night of the 8th day of the twelfth moon, in the year 592, and finally entered Nirvana in the year 543 according to Southern Buddhism. The Orientalists, however, have decided upon several other dates. All the rest is allegorical. He attained the state of Bodhisattva on earth when in the personality called Prabhapala. Tushita stands for a place on this globe, not for a paradise in the invisible regions. The selection of the Sakya family and his mother Maya, as \"the purest on earth,\" is in accordance with the model of the nativity of every Saviour, God or deified Reformer. The tale about his entering his mother's bosom in the shape of a white elephant is an allusion to his innate wisdom, the elephant of that colour being a symbol of every Bodhisattva. The statements that at Gautama's birth, the newly born babe walked seven steps in four directions, that an Udumbara flower bloomed in all its rare beauty and that the Naga kings forthwith proceeded ''to baptise him\", are all so many allegories in the phraseology of the Initiates and well-understood by every Eastern Occultist.",
            "H.P. Blavatsky, The Theosophical Glossary, (1892)"
        ],
        [
            "Every detail of the narrative after his death and before cremation is a chapter of facts written in a language which must be studied before it is understood, otherwise its dead letter will lead one into absurd contradictions. For instance, having reminded his disciples of the immortality of Dharmakaya Buddha is said to have passed into Samadhi, and lost himself in Nirvana-from which none can return, and yet, notwithstanding this, the Buddha is shown bursting open the lid of the coffin, and stepping out of it; saluting with folded hands his mother Maya who had suddenly appeared in the air, though she had died seven (days after his birth, &c., &c. As Buddha. was a Chakravartti (he who turns the wheel of the Law), his body at its cremation could not be consumed by common fire. What happened suddenly a jet of flame burst out of the Swastica on his breast, and reduced his body to ashes... As to his being one of the true and undeniable Saviours of the World... his walk in life is from the beginning to the end, holy and divine.",
            "H.P. Blavatsky, The Theosophical Glossary, (1892)"
        ],
        [
            "During the years of his mission it is blameless and pure as that of a god-or as the latter should be. He is a perfect example of a divine, godly man. He reached Buddhaship-i.e., complete enlightenment-entirely by his own merit and owing to his own individual exertions, no god being supposed to have any personal merit in the exercise of goodness and holiness. Esoteric teachings claim that he renounced Nirvana and gave up the Dharmakaya vesture to remain a \"Buddha of compassion\" within the reach of the miseries of this world....The religious philosophy he left... has produced for over 2,000 years generations of good and unselfish men. His is the only absolutely bloodless religion among all the existing religions tolerant and liberal, teaching universal compassion and charity, love and self-sacrifice, poverty and contentment with one's lot, whatever it may he. No persecutions, and enforcement of faith by fire and sword, have ever disgraced it. No thunder-and-lightning-vomiting god has interfered with its chaste commandments; and if the simple, humane and philosophical code of daily life left to us by the greatest Man-Reformer ever known, should ever come to he adopted by mankind at large, then indeed an era of bliss and peace would dawn on Humanity.",
            "H.P. Blavatsky, The Theosophical Glossary, (1892)"
        ],
        [
            "For the first time in human history, the Buddha admonished, entreated and appealed to people not to hurt a living being, and it is not necessary to offer prayer, praise or sacrifice to gods. With all the eloquence at his command the Buddha vehemently proclaimed that gods are also in dire need of salvation themselves.",
            "Thomas William Rhys Davids, as quoted in Great Personalities on Buddhism (1965) by K. Sri Dhammananda, p. 109"
        ],
        [
            "We should never forget that Gautama was born and brought up a Hindu and lived and died a Hindu. His teaching, far-reaching and original as it was, and really subversive of the religion of the day, was Indian throughout. He was the greatest and wisest and best of the Hindus.",
            "T.W. Rhys-Davids: Buddhism, p.116-117, quoted in D. Keer: Ambedkar, p.522. Quoted from Elst, Koenraad (2002). Who is a Hindu?: Hindu revivalist views of Animism, Buddhism, Sikhism, and other offshoots of Hinduism. ISBN 978-8185990743"
        ],
        [
            "Truly did the Buddha seek truth, both in the living and in the dead. For this impermanence was only to suffer by the weight of the physical world, although indeed we were not, as the existence would succumb to form yet hath we been without such. To call unity onto abstraction by the utterance of a word, as no bond or bound could be placed upon thee for there was none to be had. The containment of contention was that of fear and thus the ego, merely relying on the surface to perceive weakness, though within us man could not restrain. Overcome the order by following on ones own path.",
            "Didymus the Hermit, in Selected Dissertations"
        ],
        [
            "A mani-jewel; magical jewel, which manifests whatever one wishes for (Skt. mani, cinta-mani, cintamani-ratna). According to one's desires, treasures, clothing and food can be manifested, while sickness and suffering can be removed, water can be purified, etc. It is a metaphor for the teachings and virtues of the Buddha. ... Said to be obtained from the dragon-king of the sea, or the head of the great fish, Makara, or the relics of a Buddha.",
            "The Digital Dictionary of Buddhism Ruyizhu entry"
        ],
        [
            "India was the motherland of our race, and Sanskrit the mother of Europe's languages: she was the mother of our philosophy; mother, through the Arabs, of much of our mathematics; mother, through the Buddha, of the ideals embodied in Christianity; mother, through the village community, of self-government and democracy. Mother India is in many ways the mother of us all.",
            "Will Durant, in The Case for India (1931)"
        ],
        [
            "It is my deliberate opinion that the essential part of the teachings of the Buddha now forms an integral part of Hinduism. It is impossible for Hindu India today to retrace her steps and go behind the great reformation that Gautama effected in Hinduism. ... What Hinduism did not assimilate of what passes as Buddhism today was not an essential part of the Buddha's life and his teachings. It is my fixed opinion that the teaching of Buddha found its full fruition in India, and it could not be otherwise, for Gautama was himself a Hindu of Hindus. He was saturated with the best that was in Hinduism, and he gave life to some of the teachings that were buried in the Vedas and which were overgrown with weeds. ... Buddha never rejected Hinduism, but he broadened its base. He gave it a new life and a new interpretation.",
            "Mahatma Gandhi, Young India, November 24, 1927, as quoted in A Survey of Hinduism by Klaus Klostermaier, p. 376."
        ],
        [
            "One of my sons, the eldest boy, accused me of being a follower of Buddha, and some of my Hindu countrymen also do not hesitate to accuse me of spreading Buddhistic teaching under the guise of Sanatana Hinduism. I sympathize with my son's accusations and the accusations of my Hindu friends. And sometimes I feel even proud of being accused of being a follower of the Buddha, and I have no hesitation in declaring in the presence of this audience that I owe a great deal to the inspiration that I have derived from the life of the Enlightened One. Asia has a message for the whole world, if only it would live up to it. There is the imprint of Buddhistic influence on the whole of Asia, which includes India, China, Japan, Burma, Ceylon, and the Malay States. For Asia to be not for Asia but for the whole world, it has to re-learn the message of the Buddha and deliver it to the whole world. His love, his boundless love went out as much to the lower animal, to the lowest life as to human beings. And he insisted upon purity of life.",
            "Mahatma Gandhi, as quoted in With Gandhiji in Ceylon (1928) by Mahadev Haribhai Desai, p. 54"
        ],
        [
            "The Buddha is a being who is totally free of all delusions and faults, who is endowed with all good qualities and has attained the wisdom eliminating the darkness of ignorance. The Dharma is the result of his enlightenment. After having achieved enlightenment, a Buddha teaches, and what he or she teaches is called the Dharma. The Sangha is made up of those who engage in the practice of the teachings given by the Buddha. . . . One of the benefits of refuge is that all of the misdeeds you have committed in the past can be purified, because taking refuge entails accepting the Buddha's guidance and following a path of virtuous action.",
            "Tenzin Gyatso, 14th Dalai Lama, in The Way to Freedom : Core Teachings of Tibetan Buddhism (1994)"
        ],
        [
            "Now in this realm Buddha's speeches are a source and mine of quite unparalleled richness and depth. As soon as we cease to regard Buddha's teachings simply intellectually and acquiesce with a certain sympathy in the age-old Eastern concept of unity, if we allow Buddha to speak to us as vision, as image, as the awakened one, the perfect one, we find him, almost independently of the philosophic content and dogmatic kernel of his teachings, a great prototype of mankind. Whoever attentively reads a small number of the countless speeches of Buddha is soon aware of harmony in them, a quietude of soul, a smiling transcendence, a totally unshakeable firmness, but also invariable kindness, endless patience. As ways and means to the attainment of this holy quietude of soul, the speeches are full of advice, precepts, hints. The intellectual content of Buddha's teaching is only half his work, the other half is his life, his life as lived, as labour accomplished and action carried out. A training, a spiritual self training of the highest order was accomplished and is taught here, a training about which unthinking people who talk about \"quietism\" and \"Hindu dreaminess\" and the like in connection with Buddha have no conception; they deny him the cardinal Western virtue of activity. Instead Buddha accomplished a training for himself and his pupils, exercised a discipline, set up a goal, and produced results before which even the genuine heroes of European action can only feel awe.",
            "Herman Hesse, in \"\"The Speeches of Buddha\" (1921), as translated by Denver Lindley, in My Belief : Essays on Life and Art (1974), edited by Theodore Ziolkowski"
        ],
        [
            "When our great Buddha-the patron of all the adepts, the reformer and the codifier of the occult system, reached first Nirvana on earth, he became a Planetary Spirit; i.e.-his spirit could at one and the same time rove the interstellar spaces in full consciousness, and continue at will on Earth in his original and individual body. For the divine Self had so completely disfranchised itself from matter that it could create at will an inner substitute for itself, and leaving it in the human form for days, weeks, sometimes years, affect in no wise by the change either the vital principle or the physical mind of its body. By the way that is the highest form of adeptship man can hope for on our planet. But it is as rare as the Buddhas themselves, the last Khobilgan who reached it being Sang-Ko-Pa of Kokonor (XIV Century), the reformer of esoteric as well as of vulgar Lamaism.",
            "Koot Hoomi,   The Mahatma Letters to A. P. Sinnett, Letter No. IX, (1923)"
        ],
        [
            "The deep reverence and the strong affection felt for the Lord Gautama all over the East are due to two facts. One of these is that He was the first of our humanity to attain to the stupendous height of Buddhahood, and so He may be very truly described as the first-fruits and the leader of our race. (All previous Buddhas had belonged to other humanities, which had matured upon earlier chains.) The second fact is that for the sake of hastening the progress of humanity, He took upon Himself certain additional labours of the most stupendous character...",
            "C.W. Leadbeater, The Inner Life (1917)"
        ],
        [
            "When the time came at which it was expected that humanity would be able to provide for itself some one who was ready to fill this important office, no one could be found who was fully capable of doing so. But few of our earthly race had then reached the higher stages of adeptship, and the foremost of these were two friends and brothers whose development was equal. These two were the mighty Egos now known to us as the Lord Gautama and the Lord Maitreya, and in His great love for mankind the former at once volunteered to make the tremendous additional exertion necessary to qualify Him to do the work required, while His friend and brother decided to follow Him as the next holder of that office thousands of years later.",
            "C.W. Leadbeater, The Inner Life  (1917)"
        ],
        [
            "In those far-off times it was the Lord Gautama who ruled the world of religion and education; but now He has yielded that high office to the Lord Maitreya, whom western people call the Christ-who took the body of the disciple Jesus during the last three years of its life on the physical plane; and those who know tell us that it will not be long before He descends among us once again, to found another faith. Anyone whose mind is broad enough to grasp this magnificent conception of the splendid reality of things will see instantly how worse than futile it is to set up in one's mind one religion as in opposition to another, to try to convert any person from one to another, or to compare depreciatingly the founder of one with the founder of another.... The Lord Maitreya had taken various births before He came into the office which He now holds, but even in these earlier days He seems always to have been a teacher or high-priest.",
            "C.W. Leadbeater, The Inner Life  (1917)"
        ],
        [
            "Political leaders are never leaders. For leaders we have to look to the Awakeners! Lao Tse, Buddha, Socrates, Jesus, Milarepa, Gurdjiev, Krishnamurti.",
            "Henry Miller, in  My Bike & Other Friends (1977), p. 12"
        ],
        [
            "If we ask, for instance, whether the position of the electron remains the same, we must say 'no'; if we ask whether the electron's position changes with time, we must say 'no'; if we ask whether the electron is at rest, we must say 'no'; if we ask whether it is in motion, we must say 'no'. The Buddha has given such answers when interrogated as to the conditions of a man's self after his death; but they are not familiar answers for the tradition of seventeenth and eighteenth century science.",
            "J. Robert Oppenheimer, as quoted in The New Yorker (19 June 1954), p. 61"
        ],
        [
            "Eyes pure and broad like the blue lotus;mind pure, steeped in meditations;for pure deeds long accumulated, boundless in fame,your quietude guides the assembly-thus we bow our heads. We have seen the great sage work miraculous transformations,showing us all the countless lands in ten directions,the Buddhas expounding the Law therein-every one of these we have seen and heard.",
            "Ratnākara in Vimalakirti Sutra, Chapter I. As translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572. Pure and beautiful as a lotus leaf; pure are your intentions; you have reached the other shore of tranquility; you have accumulated good actions and conquered a great sea of virtues. Holy One, you lead to the path of peace, all homage to you! Alternative translation in the multilingual edition of Vimalakīrtinirdeśasūtra at the Bibliotheca Polyglotta."
        ],
        [
            "Three times you turned the wheel of the Law in the thousand-millionfold world,the wheel that from the first has always been pure.",
            "Ratnākara in Vimalakirti Sutra, Chapter I. As translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "The Buddha preaches the Law with a single voice,but each living being understands it in his own way.",
            "Ratnākara in Vimalakirti Sutra, Chapter I. As translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "For natures such as Jesus of Nazareth, Mohammed and Gautama Buddha is already the capacity of its openness for a world vision part of its application documents. With its virtues, experiences and abilities they belong to each post written out in the world with each interview to the most promising candidates and easy are erhalten (obtained).",
            "James Redfield, in the Manual of the 10th Celestine Prophecy part of I: The threshold; Heyne publishing house Munich, German-language edition 1997,ISBN 3-453-11809X"
        ],
        [
            "The Buddha, the unparalleled one.",
            "Vimalakirti Sutra, Chapter I. As translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "At that time the Buddha, reverently surrounded by this multitude of countless hundreds and thousands of beings, expounded the Law for them. He was like Mount Sumeru, king of mountains, rising up out of the great sea. Resting at ease in his lion's seat clustered with jewels, he shed his radiance over all the great throng gathered there.",
            "Vimalakirti Sutra, Chapter I. As translated by Burton Watson, Columbia University Press, 2000, ISBN: 0231106572."
        ],
        [
            "When I occasionally quote the words of Jesus or the Buddha, from A Course in Miracles or from other teachings, I do so not in order to compare, but to draw your attention to the fact that in essence there is and always has been only one spiritual teaching, although it comes in many forms. Some of these forms, such as the ancient religions, have become so overlaid with extraneous matter that their spiritual essence has become almost completely obscured by it. To a large extent, therefore, their deeper meaning is no longer recognized and their transformative power lost... I love the Buddha's simple definition of enlightenment as \"the end of suffering.\" There is nothing superhuman in that, is there? Of course, as a definition, it is incomplete. It only tells you what enlightenment is not: no suffering. But what's left when there is no more suffering? The Buddha is silent on that, and his silence implies that you'll have to find out for yourself. He uses a negative definition so that the mind cannot make it into something to believe in or into a superhuman accomplishment, a goal that is impossible for you to attain. Despite this precaution, the majority of Buddhists still believe that enlightenment is for the Buddha, not for them, at least not in this lifetime.",
            "Eckhart Tolle in The Power of Now Introduction  (1997)"
        ],
        [
            "The Buddha is said to have given a \"silent sermon\" once during which he held up a flower and gazed at it. After a while, one of those present, a monk called Mahakasyapa, began to smile. He is said to have been the only one who had understood the sermon. According to legend, that smile (that is to say, realization) was handed down by twentyeight successive masters and much later became the origin of Zen.",
            "Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose (2005) p. 6"
        ],
        [
            "Spiritual realization is to see clearly that what I perceive, experience, think, or feel is ultimately not who I am, that I cannot find myself in all those things that continuously pass away. The Buddha was probably the first human being to see this clearly, and so anata (no self) became one of the central points of his teaching.",
            "Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose (2005) p. 50"
        ],
        [
            "Some years ago when visiting China, I came upon a stupa on a mountaintop near Guilin. It had writing embossed in gold on it, and I asked my Chinese host what it meant. \"It means 'Buddha' \" he said. \"Why are there two characters rather than one?\" I asked. \"One,\" he explained, \"means 'man.' The other means 'no.' And the two together means 'Buddha'.\" I stood there in awe. The character of Buddha already contained the whole teaching of the Buddha, and for those who have eyes to see, the secret of life. Here are the two dimensions that make up reality, thingness and nothingness, form and the denial of form, which is the recognition that form is not who you are.",
            "Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose (2005) p. 134"
        ],
        [
            "The fundamental teachings of Gautama, as it is now being made plain to us by study of original sources, is clear and simple and in the closest harmony with modern ideas. It is beyond all disputes the achievement of one of the most penetrating intelligence the world has ever known. Buddhism has done more for the advance of world civilization and true culture than any other influence in the chronicles of mankind.",
            "H. G. Wells,  in The Outline of History (1920), Ch. 25"
        ],
        [
            "The Buddha Is Nearer to Us You see clearly a man, simple, devout, lonely, battling for light, a vivid human personality, not a myth. Beneath a mass of miraculous fable I feel that there also was a man. He too, gave a message to mankind universal in its character. Many of our best modern ideas are in closest harmony with it. All the miseries and discontents of life are due, he taught, to selfishness. Selfishness takes three forms - one, the desire to satisfy the senses; second, the craving for immortality; and the third the desire for prosperity and worldliness. Before a man can become serene he must cease to live for his senses or himself. Then he merges into a greater being. Buddha in a different language called men to self-forgetfulness five hundred years before Christ. In some ways he was near to us and our needs. Buddha was more lucid upon our individual importance in service than Christ, and less ambiguous upon the question of personal immortality.",
            "H. G. Wells, in The Outline of History (1920), Ch. 25"
        ],
        [
            "A man came to Him one day, as people in trouble were wont to do, and told him that he had great difficulty with his meditation, which he could scarcely succeed in doing at all. Then the Buddha told him that there was a very simple reason for it-that in a previous life he had foolishly been in the habit of annoying certain holy men and disturbing their meditations. p. 188"
        ],
        [
            "The Buddha of the present time is the Lord Gautama, who took his last birth in India about two thousand five hundred years ago... Seven Buddhas appear in succession during a world-period, one for each race, and each in turn takes charge of the special work of the Second Ray for the whole world, devoting himself to that part of it which lies in the higher worlds, while he entrusts to his assistant and representative, the Bodhisattva (Maitreya), the office of World-Teacher for the lower planes. For One who attains this position Oriental writers think no praise too high, no devotion too deep, and just as we regard those Masters to whom we look up as all but divine in goodness and wisdom, so to an even greater degree do they regard the Buddha. p. 281"
        ],
        [
            "Now at this time in the remote past to which we have referred, humanity should have begun to provide its own Teachers; but we are told that no one had quite reached the level required for the incurring of so tremendous a responsibility. The first-fruits of Humanity at this period were two Brothers who stood equal in occult development; one being he whom we now call the Lord Gautama Buddha, and the other our present World-Teacher, the Lord Maitreya.... Out of his great love for humanity the Lord Gautama instantly offered to make himself ready to undertake whatever additional effort might be necessary to attain the required development. We learn from tradition that life after life he practised special virtues, each life showing out some great quality achieved. p. 282"
        ],
        [
            "That great sacrifice of the Buddha is spoken of in all the sacred books of the Buddhists; but they have not understood the nature of the sacrifice, for many believe it to have been the descent of the Lord Buddha from Nirvanic levels after his Illumination to teach his Law. It is true that he did so descend, but that would not be anything in the nature of a sacrifice; it would only be an ordinary, but not very pleasant piece of work. The great sacrifice that he made was this spending of thousands of years in order to qualify himself to be the first of mankind who should help his brother-men by teaching to them the Wisdom which is life eternal. That work was done, and nobly done. We know something of the various incarnations that he took after that, as Bodhisattva of his time, though there may be many more of which we know nothing. p. 283"
        ],
        [
            "The Lord Buddha has his own special type of force, which he outpours when he gives his blessing to the world, and this benediction is a unique and very marvellous thing; for by his authority and position a Buddha has access to planes of nature which are altogether beyond our reach, hence he can transmute and draw down to our level the forces peculiar to those planes. Without this mediation of the Buddha these forces would be of no use to us here in physical life; their vibrations are so tremendous, so incredibly rapid, that they would pass through us unsensed at any level we can reach, and we should never even know of their existence. But as it is, the force of the blessing is scattered all over the world; and it instantly finds for itself channels through which it can pour (just as water instantly finds an open pipe), thereby strengthening all good work and bringing peace to the hearts of those who are able to receive it. p. 284"
        ],
        [
            "The Wesak Festival. The occasion selected for this wonderful outpouring is the full moon day of the Indian month of Vaisakh (called in Ceylon Wesak, and usually corresponding to the English May), the anniversary of all the momentous occurrences of His last earthly life, His birth, His attainment of Buddhahood, and His departure from the physical body.In connection with this visit of His... an exoteric ceremony is performed on the physical plane... Whether He shows himself to pilgrims I am not certain; they all prostrate themselves at the moment when He appears, but that may be only in imitation of the prostration of the Adepts and their pupils, who do see the Lord Gautama. It seems probable that some at least of the pilgrims have seen Him for themselves, for the existence of the ceremony is widely known among the Buddhists of central Asia, and it is spoken of as the appearance of the Shadow or Reflection of the Buddha, the description given of it in such traditional accounts being as a rule fairly accurate. So far as we can see there appears to be no reason why any person whatever who happens to be in the neighborhood at the time may not be present at the ceremony; no apparent effort is made to restrict the number of spectators; though it is true that one hears stories of parties of pilgrims who have wandered for years without being able to find the spot. P. 285"
        ],
        [
            "The Lord Maitreya, whose name means kindliness or compassion, took up the office of Bodhisattva when the Lord Gautama laid it down, and since then He has made many efforts for the promotion of Religion. One of His first steps on assuming office was to take advantage of the tremendous magnetism generated in the world by the presence of the Buddha, to arrange that great Teachers should simultaneously appear in many different parts of the earth; so that within a comparatively short space of time we find not only the Buddha Himself, Shri Shankaracharya and Mahavira in India, but also Mithra in Persia, Laotse and Confucius in China, and Pythagoras in ancient Greece. p.297"
        ],
        [
            "What he taught may be summed up in a few words, as the perfume of many roses may be distilled into a few drops of attar: Everything in the world of Matter is unreal; the only reality is in the world of Spirit."
        ],
        [
            "The history of Sakya Muni's life is the strongest bulwark of his religion. As long as the human heart is capable of being touched by tales of heroic self-sacrifice, accompanied by purity and celestial benevolence of motive, it will cherish his memory."
        ],
        [
            "Though all suggestions of death were banished from the royal palace, though the city was bedecked with flowers and gay flags, and every painful object removed from sight when the young Prince Siddartha visited it, yet the decrees of destiny were not to be baffled, the \"voices of the spirits,\" the \"wandering winds\" and the devas, whispered the truth of human sorrows into his listening ear, and when the appointed hour arrived, the Suddha Devas threw the spell of slumber over the household, steeped in profound lethargy the sentinels (as we are told was done by an angel to the gaolers of Peter's prison), rolled back the triple gates of bronze, strewed the sweet moghra-flowers thickly beneath his horse's feet to muffle every sound, and he was free. Free? Yes-to resign every earthly comfort, every sensuous enjoyment, the sweets of royal power, the homage of a Court, the delights of domestic life: gems, the glitter of gold: rich stuffs, rich food, soft beds..."
        ],
        [
            "Gautama Buddha, Sakya Muni, has ennobled the whole human race. His fame is our common inheritance. His Law is the law of Justice, providing for every good thought, word and deed its fair reward, for every evil one its proper punishment. His law is in harmony with the voices of Nature, and the evident equilibrium of the universe. It yields nothing to importunities or threats, can be neither coaxed nor bribed by offerings to abate or alter one jot or tittle of its inexorable course."
        ],
        [
            "The Great Gotama gave to the world a complete Teaching of the perfect construction of life. Each attempt to make a god of the great revolutionist, leads to absurdity. Previous to Gotama there was, of course, a whole succession of those who bore the common welfare, but their teachings crumbled to dust in the course of millenniums. Therefore the Teaching of Gotama should be accepted as the first teaching of the laws of matter and the evolution of the world. Contemporary understanding of the community permits a wondrous bridge from Gotama Buddha up to the present time. We pronounce this formula neither for extolling nor for demeaning, but as an evident and immutable fact."
        ],
        [
            "One should not think that the life of Gotama Buddha was spent in universal acknowledgment and quiet. On the contrary, there are indications of slander and all kinds of obstacles, through which the Teacher, as a true fighter, only strengthened himself, thus augmenting the significance of his achievement. Many incidents speak about the hostility which he encountered from ascetics and Brahmins, who hated him. The former for his reproval of their fanaticism, the latter for his refusal to admit their rights to social privileges and to the knowledge of truth by right of birth. To the first, he said: \"If only through the renunciation of food and human conditions one could attain perfection and liberation from the bonds which tie man to Earth, then a horse or a cow would have reached it long ago.\" To the second: \"According to his deeds a man becomes a pariah; according to his deeds he becomes a Brahmin. The fire kindled by a Brahmin, and the fire kindled by a Shudra have an equal flame, brightness, and light. To what has your isolation brought you? In order to procure bread you go to the general market, and you value the coins from the purse of a Shudra. Your isolation may be termed merely plunder. And your sacred implements are merely instruments of deception."
        ],
        [
            "There are established cases when, after his discourses, a great many of the listeners deserted him and the Blessed One said: \"The seed has separated from the husk; the remaining community, strong in conviction, is established. It is well that the conceited ones have departed.\""
        ],
        [
            "Let us remember the cruel destiny which visited his clan and country through the vengeance of the neighboring king. The legends relate that Buddha, being far from the city with his beloved disciple Ananda at the time of the attack on his country, felt a severe headache and lay down on the ground, covering himself with his robe, in order to hide from the only witness the sorrow which overcame his stoical heart. Neither was he exempt from physical ailments. Severe pains in his back are often mentioned and even his death was the result of poisonous food. All these details make his image verily human and close to us."
        ],
        [
            "According to the Pali Suttas, Buddha never claimed the omniscience which was attributed to him by his disciples and followers: \"Those who told thee, Vaccha, that the Teacher Gotama knows all, sees all, and asserts his possession of limitless powers of foresight and knowledge and says, 'In motion or immobility, in vigilance or sleep, always and in all, omniscience dwells in me,' those people do not say what I said, they accuse me despite all truth.\" (Majjhima-Nikaya)"
        ],
        [
            "The powers possessed by Buddha are not miraculous, because a miracle is a violation of the laws of nature. The supreme power of Buddha coordinates completely with the eternal order of things. His superhuman abilities are miraculous, inasmuch as the activities of a man must appear miraculous to the lower beings. To self-sacrificing heroes, to fighters for true knowledge, it is as natural to manifest their unusual achievements as for a bird to fly or for a fish to swim."
        ],
        [
            "Buddha, according to one text, \"is only the elder of men, differing from them no more than as the hatched chick differs from later chicks of the same hen.\" Knowledge uplifted him to a different order of beings, because the principle of differentiation lies in the depth of consciousness. The humanness of Gotama Buddha is especially underlined in the most ancient writings, where the following expression is met, \"Gotama Buddha, the most perfect of bipeds.\""
        ],
        [
            "No teaching foresaw the future with such precision as Buddhism. Parallel with reverence to the Buddha, Buddhism develops the veneration of Bodhisattvas-future Buddhas. According to the tradition, Gotama, before reaching the state of Buddha, had been a Bodhisattva for many centuries. The word, Bodhisattva, comprises two concepts: Bodhi-enlightenment or awakening, and Sattva-the essence. Who are these Boddhisattvas? The disciples of Buddhas, who voluntarily have renounced their personal liberation and, following the example of their Teacher, have entered upon a long, weary thorny path of help to humanity. Such Bodhisattvas appear on earth in the midst of the most varying conditions of life. Physically indistinguishable in any way from the rest of humanity, they differ completely in their psychology, constantly being the heralds of the principle of the common welfare."
        ],
        [
            "According to tradition, the Blessed One preordained the Bodhisattva Maitreya as his successor. \"And the Blessed One said to Ananda, 'I am not the first Buddha who has come upon Earth, nor shall I be the last. In due time another Buddha will arise in the world, a Holy One, a supremely enlightened One, endowed with wisdom in conduct, embracing the Universe, an incomparable leader of men, a ruler of devas and mortals. He will reveal to you the same eternal truths, that I have taught you. He will establish his Law, glorious in its origin, glorious at the climax, and glorious at the goal, in the spirit and in the letter. He will proclaim a righteous life, wholly perfect and pure, such as I now proclaim. His disciples will number many thousands while mine number many hundreds.' \"Ananda said, 'How shall we know him?' \"The Blessed One said, 'He will be known as Maitreya!' \" (Paul Carus, The Gospel of Buddha) The future Buddha, Maitreya, as his name indicates, is the Buddha of compassion and love. This Bodhisattva, according to the power of his qualities, is often called Ajita-the Invincible."
        ],
        [
            "It is interesting to note that reverence of many Bodhisattvas was accepted and developed only in the Mahayana school. Nevertheless, the reverence of one Bodhisattva, Maitreya, as a successor chosen by Buddha himself, is accepted also in the Hinayana. Thus, one Bodhisattva, Maitreya, embraces the complete scope, being the personification of all aspirations of Buddhism.What qualities must a Bodhisattva possess? In the Teaching of Gotama Buddha and in the Teaching of Bodhisattva Maitreya, given by him to Asanga according to tradition in the fourth century (Mahayana-Sutralankara), the maximum development of energy, courage, patience, constancy of striving, and fearlessness was underlined first of all. Energy is the basis of everything, for it alone contains all possibilities."
        ],
        [
            "Throughout the entire Buddhist world the rocks on the roadsides, with the images of Maitreya, point out the approaching future. From the most ancient times until now this Image has been erected by Buddhists who know the approach of the New Era. In our day, venerable lamas, accompanied by disciples, painters, and sculptors, travel through the Buddhist countries, erecting new images of the symbol of aspirations toward the radiant future."
        ],
        [
            "Buddha, as the source, and Maitreya, as a universal hope, will unite the austere followers of the Teaching of the South with the multiformity of the North. That which is most essential for the immediate future will definitely manifest itself. Instead of swelling the Teaching with commentaries, it will again be restored to the beauty of the value of concise conviction. The new time of the Era of Maitreya is in need of conviction."
        ],
        [
            "Life in its entirety must be purified by the flame of achievement. The great Buddha, who preordained Maitreya, prescribed the path for the whole of existence. For those wise and clear covenants, the manifestation of the new evolution is calling. The demand for the purification of the Teaching is not accidental. The dates are approaching. The Image of Maitreya is ready to rise. All the Buddhas of the past have combined their wisdom of experience and have handed it on to the Blessed Coming One."
        ]
    ]
}