{
    "bio": "Leo Tolstoy was a Russian author, poet, and philosopher. He is best known for his novel, War and Peace, which has been adapted into numerous films, plays, and operas. Tolstoy is also known for his short stories, essays, and poetry, which have been translated into many languages and continue to be widely read and studied today.",
    "quotes": [
        [
            "The hero of my tale, whom I love with all the power of my soul, whom I have tried to portray in all his beauty, who has been, is, and will be beautiful, is Truth."
        ],
        [
            "Never did Christ utter a single word attesting to a personal resurrection and a life beyond the grave.",
            "My Religion (1884), Ch. 8"
        ],
        [
            "Error is the force that welds men together; truth is communicated to men only by deeds of truth. Only deeds of truth, by introducing light into the conscience of each individual, can dissolve the cohesion of error, and detach men one by one from the mass united together by the cohesion of error.",
            "My Religion (1884), Ch. 12"
        ],
        [
            "I know that my unity with all people cannot be destroyed by national boundaries and government orders.",
            "My Religion (1884), The Human Experience : Contemporary American and Soviet Fiction and Poetry (1989)"
        ],
        [
            "Martin's soul grew very very glad. He crossed himself put on his spectacles, and began reading the Gospel just where it had opened; and at the top of the page he read: I was an hungered, and ye gave me meat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in. And at the bottom of the page he read: Inasmuch as ye did it unto one of these my brethren even these least, ye did it unto me (Matt. xxv). And Martin understood that his dream had come true; and that the Saviour had really come to him that day, and he had welcomed him.",
            "Where Love Is, God Is (1885)"
        ],
        [
            "A man can live and be healthy without killing animals for food; therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite. And to act so is immoral.",
            "Writings on Civil Disobedience and Nonviolence (1886)"
        ],
        [
            "I sit on a man's back, choking him, and making him carry me, and yet assure myself and others that I am very sorry for him and wish to ease his lot by any means possible, except getting off his back.",
            "Writings on Civil Disobedience and Nonviolence (1886)"
        ],
        [
            "Six feet of land was all that he needed.",
            "How Much Land Does a Man Need? (1886)"
        ],
        [
            "The happiness of men consists in life. And life is in labor.",
            "What Is To Be Done? (1886) Chap. XXXVIII, The Novels and Other Works of Lyof N. Tolstoï (1902)"
        ],
        [
            "The vocation of every man and woman is to serve other people.",
            "What Is To Be Done? (1886) Chap. XL, The Novels and Other Works of Lyof N. Tolstoï (1902)"
        ],
        [
            "The more is given the less the people will work for themselves, and the less they work the more their poverty will increase.",
            "Help for the Starving, Pt. III (January 1892)"
        ],
        [
            "Condemn me if you choose — I do that myself, — but condemn me, and not the path which I am following, and which I point out to those who ask me where, in my opinion, the path is.",
            "Letter to N.N.,"
        ],
        [
            "In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful.",
            "Christianity and Patriotism (1895)"
        ],
        [
            "Government is violence, Christianity is meekness, non-resistance, love. And, therefore, government cannot be Christian, and a man who wishes to be a Christian must not serve government.",
            "Letter to Dr. Eugen Heinrich Schmitt (October 12, 1896)"
        ],
        [
            "Tell people that war is an evil, and they will laugh; for who does not know it?",
            "Patriotism, or Peace? (1896)"
        ],
        [
            "It will be said, 'Patriotism has welded mankind into states, and maintains the unity of states.' But men are now united in states; that work is done; why now maintain exclusive devotion to one's own state, when this produces terrible evils for all states and nations?",
            "Patriotism and Government"
        ],
        [
            "Understand that all the evils from which you suffer, you yourselves cause by yielding to the suggestions by which emperors, kings, members of parliament, governors, officers, capitalists, priests, authors, artists, and all who need this fraud of patriotism in order to live upon your labour, deceive you!",
            "Patriotism and Government"
        ],
        [
            "If people would but understand that they are not the sons of some fatherland or other, nor of Governments, but are sons of God, and can therefore neither be slaves nor enemies one to another - those insane, unnecessary, worn-out, pernicious organizations called Governments, and all the sufferings, violations, humiliations and crimes which they occasion, would cease.",
            "Patriotism and Government"
        ],
        [
            "The workmen's revolution, with the terrors of destruction and murder, not only threatens us, but we have already been living upon its verge during the last thirty years, and it is only by various cunning devices that we have been postponing the crisis...",
            "What is to be Done (1899)"
        ],
        [
            "The Anarchists are right in everything; in the negation of the existing order, and in the assertion that, without authority, there could not be worse violence than that of authority under existing conditions. They are mistaken only in thinking that Anarchy can be instituted by a revolution. 'To establish Anarchy.' 'Anarchy will be instituted.' But it will be instituted only by there being more and more people who do not require protection from governmental power, and by there being more and more people who will be ashamed of applying this power."
        ],
        [
            "There can be only one permanent revolution — a moral one; the regeneration of the inner man.",
            "Anarchy, in Pamphlets: Translated from the Russian (1900) as translated by Aylmer Maude, p. 22"
        ],
        [
            "Everyone thinks of changing the world, but no one thinks of changing himself.",
            "Three Methods Of Reform, in Pamphlets: Translated from the Russian (1900) as translated by Aylmer Maude, p. 29"
        ],
        [
            "Every one who has a heart and eyes sees that you, working men, are obliged to pass your lives in want and in hard labor, which is useless to you, while other men, who do not work, enjoy the fruits of your labor—that you are the slaves of these men, and that this ought not to exist.",
            "As quoted in The Artist's Way at Work: Riding the Dragon (1999) by Mark A. Bryan with Julia Cameron and Catherine A. Allen, p. 160"
        ],
        [
            "Not only does the action of Governments not deter men from crimes; on the contrary, it increases crime by always disturbing and lowering the moral standard of society.",
            "The Meaning of the Russian Revolution (1906), a work about the 1905 Russian Revolution."
        ],
        [
            "One might think that it must be quite clear to people not deprived of reason, that violence breeds violence; that the only means of deliverance from violence lies in not taking part in it.",
            "The Meaning of the Russian Revolution (1906)"
        ],
        [
            "All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do.",
            "The Law of Love and the Law of Violence (1908)"
        ],
        [
            "Understand then all of you, especially the young, that to want to impose an imaginary state of government on others by violence is not only a vulgar superstition, but even a criminal work.",
            "Passage written for The Law of Love and the Law of Violence (1908), released in 1917, as quoted in Equality in Liberty and Justice (2001) by Antony Flew, p. 89"
        ],
        [
            "God is the infinite ALL. Man is only a finite manifestation of Him.",
            "Entry in Tolstoy's Diary (1 November 1910)"
        ],
        [
            "Men think it right to eat animals, because they are led to believe that God sanctions it.",
            "The Pathway of Life: Teaching Love and Wisdom (posthumous), Part I, International Book Publishing Company, New York, 1919, p. 68"
        ],
        [
            "How good is it to remember one's insignificance: that of a man among billions of men, of an animal amid billions of animals; and one's abode, the earth, a little grain of sand in comparison with Sirius and others, and one's life span in comparison with billions on billions of ages.",
            "Last Diaries (1979) edited by Leon Stilman, p. 77"
        ],
        [
            "People usually think that progress consists in the increase of knowledge, in the improvement of life, but that isn't so. Progress consists only in the greater clarification of answers to the basic questions of life.",
            "Tolstoy's Diaries (1985) edited and translated by R. F. Christian. London: Athlone Press, Vol 2, p. 512"
        ],
        [
            "The truth is that the State is a conspiracy designed not only to exploit, but above all to corrupt its citizens.",
            "As quoted in Tolstoy (1988) by A. N. Wilson, p. 146"
        ],
        [
            "Science is meaningless because it gives no answer to our question, the only question important for us: 'what shall we do and how shall we live",
            "Quoted by Max Weber in his lecture 'Science as a Vocation'; in Lynda Walsh (2013), Scientists as Prophets: A Rhetorical Genealogy (2013), Oxford University Press, p. 90"
        ],
        [
            "I longed for activity, instead of an even flow of existence. I wanted excitement and danger and the chance to renounce self for the sake of my love.",
            "Family Happiness (1859), Part 1, chapter 2"
        ],
        [
            "There is only one enduring happiness in life—to live for others.",
            "Family Happiness (1859), Part 1, chapter 2"
        ],
        [
            "I have lived through much, and now I think I have found what is needed for happiness. A quiet secluded life in the country, with the possibility of being useful to people to whom it is easy to do good, and who are not accustomed to have it done to them; then work which one hopes may be of some use; then rest, nature, books, music, love for one's neighbor -- such is my idea of happiness.",
            "Family Happiness (1859), Part 1, Chapter V"
        ],
        [
            "Seize the moments of happiness, love and be loved! That is the only reality in the world, all else is folly.",
            "War and Peace (1865–1867; 1869)"
        ],
        [
            "one of them knew, not one of them wanted to know, and not one of them cared about; Anna Pávlovna observed these greetings with mournful and solemn interest and silent approval. The aunt spoke to each of them in the same words, about their health and her own, and the health of Her Majesty, 'who, thank God, was better today.' And each visitor, though politeness prevented his showing impatience, left the old woman with a sense of relief at having performed a vexatious duty and did not return to her the whole evening.",
            "Bk. I, Ch. II"
        ],
        [
            "The young Princess Bolkónskaya had brought some work in a gold-embroidered velvet bag. Her pretty little upper lip, on which a delicate dark down was just perceptible, was too short for her teeth, but it lifted all the more sweetly, and was especially charming when she occasionally drew it down to meet the lower lip. As is always the case with a thoroughly attractive woman, her defect—the shortness of her upper lip and her half-open mouth—seemed to be her own special and peculiar form of beauty. Everyone brightened at the sight of this pretty young woman, so soon to become a mother, so full of life and health, and carrying her burden so lightly. Old men and dull dispirited young ones who looked at her, after being in her company and talking to her a little while, felt as if they too were becoming, like her, full of life and health. All who talked to her, and at each word saw her bright smile and the constant gleam of her white teeth, thought that they were in a specially amiable mood that day.",
            "Bk. I, Ch. II"
        ],
        [
            "Anna Pávlovna's reception was in full swing. The spindles hummed steadily and ceaselessly on all sides. With the exception of the aunt, beside whom sat only one elderly lady, who with her thin careworn face was rather out of place in this brilliant society, the whole company had settled into three groups. One, chiefly masculine, had formed round the abbé. Another, of young people, was grouped round the beautiful Princess Hélène, Prince Vasíli's daughter, and the little Princess Bolkónskaya, very pretty and rosy, though rather too plump for her age. The third group was gathered round Mortemart and Anna Pávlovna.",
            "Bk. I, Ch. III"
        ],
        [
            "The vicomte was a nice-looking young man with soft features and polished manners, who evidently considered himself a celebrity but out of politeness modestly placed himself at the disposal of the circle in which he found himself. Anna Pávlovna was obviously serving him up as a treat to her guests. As a clever maître d'hôtel serves up as a specially choice delicacy a piece of meat that no one who had seen it in the kitchen would have cared to eat, so Anna Pávlovna served up to her guests, first the vicomte and then the abbé, as peculiarly choice morsels. The group about Mortemart immediately began discussing the murder of the Duc d'Enghien. The vicomte said that the Duc d'Enghien had perished by his own magnanimity, and that there were particular reasons for Buonaparte's hatred of him.",
            "Bk. I, Ch. III"
        ],
        [
            "Just then another visitor entered the drawing room: Prince Andrew Bolkónski, the little princess' husband. He was a very handsome young man, of medium height, with firm, clearcut features. Everything about him, from his weary, bored expression to his quiet, measured step, offered a most striking contrast to his quiet, little wife. It was evident that he not only knew everyone in the drawing room, but had found them to be so tiresome that it wearied him to look at or listen to them. And among all these faces that he found so tedious, none seemed to bore him so much as that of his pretty wife. He turned away from her with a grimace that distorted his handsome face, kissed Anna Pávlovna's hand, and screwing up his eyes scanned the whole company.",
            "Bk. I, Ch. IV"
        ],
        [
            "Pierre, who from the moment Prince Andrew entered the room had watched him with glad, affectionate eyes, now came up and took his arm. Before he looked round Prince Andrew frowned again, expressing his annoyance with whoever was touching his arm, but when he saw Pierre's beaming face he gave him an unexpectedly kind and pleasant smile. 'There now!... So you, too, are in the great world?' said he to Pierre. 'I knew you would be here,' replied Pierre. 'I will come to supper with you. May I?' he added in a low voice so as not to disturb the vicomte who was continuing his story. 'No, impossible!' said Prince Andrew, laughing and pressing Pierre's hand to show that there was no need to ask the question. He wished to say something more, but at that moment Prince Vasíli and his daughter got up to go and the two young men rose to let them pass.",
            "Bk. I, Ch. IV"
        ],
        [
            "Three days later the little princess was buried, and Prince Andrei went up the steps to where the coffin stood, to give her the farewell kiss. And there in the coffin was the same face, though with closed eyes. 'Ah, what have you done to me?' it still seemed to say, and Prince Andrei felt that something gave way in his soul and that he was guilty of a sin he could neither remedy nor forget.",
            "Bk. IV, Ch. 9"
        ],
        [
            "Seize the moments of happiness, love and be loved! That is the only reality in the world, all else is folly. It is the one thing we are interested in here.",
            "Book IV, Ch. 11"
        ],
        [
            "You will die — and it will all be over. You will die and find out everything — or cease asking.",
            "Bk. V, Ch. 1"
        ],
        [
            "The only thing that we know is that we know nothing — and that is the highest flight of human wisdom.",
            "Book V, Ch. I"
        ],
        [
            "It is not sufficient to observe our mysteries in the seclusion of our lodge—we must act—act! We are drowsing, but we must act. (Pierre raised his notebook and began to read.) For the dissemination of pure truth and to secure the triumph of virtue,' he read, 'we must cleanse men from prejudice, diffuse principles in harmony with the spirit of the times, undertake the education of the young, unite ourselves in indissoluble bonds with the wisest men, boldly yet prudently overcome superstitions, infidelity, and folly, and form of those devoted to us a body linked together by unity of purpose and possessed of authority and power.",
            "Book V, Ch. 7"
        ],
        [
            "The whole plan of our order should be based on the idea of preparing men of firmness and virtue bound together by unity of conviction—aiming at the punishment of vice and folly, and patronizing talent and virtue: raising worthy men from the dust and attaching them to our Brotherhood. Only then will our order have the power unobtrusively to bind the hands of the protectors of disorder and to control them without their being aware of it. In a word, we must found a form of government holding universal sway, which should be diffused over the whole world without destroying the bonds of citizenship, and beside which all other governments can continue in their customary course and do everything except what impedes the great aim of our order, which is to obtain for virtue the victory over vice",
            "Book VI, Chapter VII"
        ],
        [
            "He received me graciously... I made the sign of the Knights of the East and of Jerusalem, and he responded in the same manner, asking me with a mild smile what I had learned and gained in the Prussian and Scottish lodges. I told him everything as best I could, and told him what I had proposed to our Petersburg lodge, of the bad reception I had encountered, and of my rupture with the Brothers. Joseph Alexéevich, having remained silent and thoughtful for a good while, told me his view of the matter, which at once lit up for me my whole past and the future path I should follow. He surprised me by asking whether I remembered the threefold aim of the order: (1) The preservation and study of the mystery. (2) The purification and reformation of oneself for its reception, and (3) The improvement of the human race by striving for such purification. Which is the principal aim of these three? Certainly self-reformation and self-purification. Only to this aim can we always strive independently of circumstances. But at the same time just this aim demands the greatest efforts of us; and so, led astray by pride, losing sight of this aim, we occupy ourselves either with the mystery which in our impurity we are unworthy to receive, or seek the reformation of the human race while ourselves setting an example of baseness and profligacy. Illuminism is not a pure doctrine, just because it is attracted by social activity and puffed up by pride. On this ground Joseph Alexéevich condemned my speech and my whole activity, and in the depth of my soul I agreed with him.",
            "Book VI, Chapter VIII"
        ],
        [
            "In historical events great men — so-called — are but labels serving to give a name to the event, and like labels they have the least possible connection with the event itself. Every action of theirs, that seems to them an act of their own free will, is in an historical sense not free at all, but in bondage to the whole course of previous history, and predestined from all eternity.",
            "Bk. IX, ch. 1"
        ],
        [
            "A Frenchman is self-assured because he regards himself personally, both in mind and body, as irresistibly attractive to men and women.",
            "Bk. IX, ch. 1"
        ],
        [
            "An Englishman is self-assured, as being a citizen of the best-organized state in the world, and therefore as an Englishman always knows what he should do and knows that all he does as an Englishman is undoubtedly correct.",
            "Bk. IX, ch. 1"
        ],
        [
            "An Italian is self-assured because he is excitable and easily forgets himself and other people.",
            "Bk. IX, ch. 1"
        ],
        [
            "A Russian is self-assured just because he knows nothing and does not want to know anything, since he does not believe that anything can be known.",
            "Bk. IX, ch. 1"
        ],
        [
            "The German's self-assurance is worst of all, stronger and more repulsive than any other, because he imagines that he knows the truth — science — which he himself has invented but which is for him the absolute truth.",
            "Bk. IX, ch. 1"
        ],
        [
            "Everything comes in time to him who knows how to wait.",
            "Bk. IX, ch. 10"
        ],
        [
            "The strongest of all warriors are these two — Time and Patience.",
            "Bk. X, ch. 16"
        ],
        [
            "At the approach of danger there are always two voices that speak with equal force in the heart of man: one very reasonably tells the man to consider the nature of the danger and the means of avoiding it; the other even more reasonable says that it is too painful and harassing to think of the danger, since it is not a man's power to provide for everything and escape from the general march of events; and that it is therefore better to turn aside from the painful subject till it has come, and to think of what is pleasant. In solitude a man generally yields to the first voice; in society to the second.",
            "Bk. X, ch. 16"
        ],
        [
            "War is not a courtesy but the most horrible thing in life; and we ought to understand that, and not play at war. We ought to accept this terrible necessity sternly and seriously. It all lies in that: get rid of falsehood and let war be war and not a game. As it is now, war is the favourite pastime of the idle and frivolous.",
            "Bk. X, ch. 17"
        ],
        [
            "He did not, and could not, understand the meaning of words apart from their context. Every word and action of his was the manifestation of an activity unknown to him, which was his life.",
            "Bk. X, ch. 25"
        ],
        [
            "Love hinders death. Love is life. All, everything that I understand, I understand only because I love. Everything is, everything exists, only because I love. Everything is united by it alone. Love is God, and to die means that I, a particle of love, shall return to the general and eternal source.",
            "About Platon Karataev in Bk. XII, ch. 13"
        ],
        [
            "“They must understand that we can only lose by taking the offensive. Patience and time are my warriors, my champions,” thought Kutúzov. He knew that an apple should not be plucked while it is green. It will fall of itself when ripe, but if picked unripe the apple is spoiled, the tree is harmed, and your teeth are set on edge.",
            "Thoughts of Prince Andrew Bk XII, Ch. 16"
        ],
        [
            "While imprisoned in the shed Pierre had learned not with his intellect but with his whole being, by life itself, that man is created for happiness, that happiness is within him, in the satisfaction of simple human needs, and that all unhappiness arises not from privation but from superfluity. And now during these last three weeks of the march he had learned still another new, consolatory truth- that nothing in this world is terrible. He had learned that as there is no condition in which man can be happy and entirely free, so there is no condition in which he need be unhappy and lack freedom. He learned that suffering and freedom have their limits and that those limits are very near together....",
            "Bk XIII, Ch. 17"
        ],
        [
            "To love life is to love God. Harder and more blessed than all else is to love this life in one's sufferings, in undeserved sufferings.",
            "Bk. XIV, ch. 12"
        ],
        [
            "For us, with the rule of right and wrong given us by Christ, there is nothing for which we have no standard. And there is no greatness where there is not simplicity, goodness, and truth.",
            "Bk. XIV, ch. 15"
        ],
        [
            "Despite the fact that the doctors treated him, bled him, and gave him medicines to drink, he recovered.",
            "Bk. XV, ch. 1"
        ],
        [
            "The peculiar and amusing nature of those answers stems from the fact that modern history is like a deaf person who is in the habit of answering questions that no one has put to them. If the purpose of history be to give a description of the movement of humanity and of the peoples, the first question — in the absence of a reply to which all the rest will be incomprehensible — is: what is the power that moves peoples? To this, modern history laboriously replies either that Napoleon was a great genius, or that Louis XIV was very proud, or that certain writers wrote certain books.",
            "Epilogue II, ch. 1"
        ],
        [
            "All happy families resemble one another, each unhappy family is unhappy in its own way.",
            "Anna Karenina (1875–1877; 1878)"
        ],
        [
            "Respect was invented to cover the empty place where love should be.",
            "C. Garnett, trans. (New York: 2003), Part 7, Chapter 24 p. 685"
        ],
        [
            "Reason has discovered the struggle for existence and the law that I must throttle all those who hinder the satisfaction of my desires. That is the deduction reason makes. But the law of loving others could not be discovered by reason, because it is unreasonable.",
            "Pt. VIII, ch. 13"
        ],
        [
            "There is one evident, indubitable manifestation of the Divinity, and that is the laws of right which are made known to the world through Revelation.",
            "Pt. VIII, ch. 19"
        ],
        [
            "My reason will still not understand why I pray, but I shall still pray, and my life, my whole life, independently of anything that may happen to me, is every moment of it no longer meaningless as it was before, but has an unquestionable meaning of goodness with which I have the power to invest it.'",
            "Pt. VIII, ch. 19"
        ],
        [
            "If one has no vanity in this life of ours, there is no sufficient reason for living.",
            "The Kreutzer Sonata (1889)"
        ],
        [
            "The condition of life to which people of the well-to-do classes are accustomed is that of an abundant production of various articles necessary for their comfort and pleasure, and these things are obtained only thanks to the existence of factories and works organized as at present.",
            "The Slavery of Our Times (1890)"
        ],
        [
            "Correspondence with the Quakers, convinced me of the fact that the departure of the ruling form of Christianity from the law of Christ on non-resistance by force is an error that has long been observed and pointed out, and that men have labored, and are still laboring, to correct.",
            "Chapter I, The Doctrine of Non-resistance to Evil by Force has been Professed by a Minority of Men from the Very Foundation of Christianity"
        ],
        [
            "The most difficult subjects can be explained to the most slow-witted man if he has not formed any idea of them already; but the simplest thing cannot be made clear to the most intelligent man if he is firmly persuaded that he knows already, without a shadow of doubt, what is laid before him.",
            "Chapter III, Christianity Misunderstood by Believers"
        ],
        [
            "The Churches as Churches have always been and cannot fail to be institutions not only alien to, but directly hostile towards, Christ's teaching.",
            "Chapter III, Christianity Misunderstood by Believers"
        ],
        [
            "The Churches as Churches—as institutions affirming their own infallibility—are anti-Christian institutions. Between the Churches as such and Christianity, not only is there nothing in common except the name, but they are two quite opposite and opposing principles. The one represents pride, violence, self-assertion, immobility and death: the other humility, penitence, meekness, progress, and life.",
            "Chapter III, Christianity Misunderstood by Believers"
        ],
        [
            "The savage recognizes life only in himself and his personal desires. His interest in life is concentrated on himself alone. The highest happiness for him is the fullest satisfaction of his desires. The motive power of his life is personal enjoyment. His religion consists in propitiating his deity and in worshiping his gods, whom he imagines as persons living only for their personal aims.",
            "Chapter IV, Christianity Misunderstood by Men of Science"
        ],
        [
            "The civilized pagan recognizes life not in himself alone, but in societies of men—in the tribe, the clan, the family, the kingdom —and sacrifices his personal good for these societies. The motive power of his life is glory. His religion consists in the exaltation of the glory of those who are allied to him—the founders of his family, his ancestors, his rulers—and in worshiping gods who are exclusively protectors of his clan, his family, his nation, his government",
            "Chapter IV, Christianity Misunderstood by Men of Science"
        ],
        [
            "The man who holds the divine theory of life recognizes life not in his own individuality, and not in societies of individualities (in the family, the clan, the nation, the tribe, or the government), but in the eternal undying source of life—in God; and to fulfill the will of God he is ready to sacrifice his individual and family and social welfare. The motor power of his life is love. And his religion is the worship in deed and in truth of the principle of the whole—God.",
            "Chapter IV, Christianity Misunderstood by Men of Science"
        ],
        [
            "The whole historic existence of mankind is nothing else than the gradual transition from the personal, animal conception of life to the social conception of life, and from the social conception of life to the divine conception of life.",
            "Chapter IV, Christianity Misunderstood by Men of Science"
        ],
        [
            "The whole life of the upper classes is a constant inconsistency. The more delicate a man's conscience is, the more painful this contradiction is to him.",
            "Chapter V, Contradiction Between our Life and our Christian Conscience"
        ],
        [
            "The attitude of the ruling classes to the laborers is that of a man who has felled his adversary to the earth and holds him down, not so much because he wants to hold him down, as because he knows that if he let him go, even for a second, he would himself be stabbed, for his adversary is infuriated and has a knife in his hand. And therefore, whether their conscience is tender or the reverse, our rich men cannot enjoy the wealth they have filched from the poor as the ancients did who believed in their right to it. Their whole life and all their enjoyments are embittered either by the stings of conscience or by terror.",
            "Chapter V, Contradiction Between our Life and our Christian Conscience"
        ],
        [
            "The error arises from the learned jurists deceiving themselves and others, by asserting that government is not what it really is, one set of men banded together to oppress another set of men, but, as shown by science, is the representation of the citizens in their collective capacity.",
            "Chapter VI, Attitude of Men of the Present Day to War"
        ],
        [
            "Variant translation: Government is an association of men who do violence to the rest of us.",
            "Chapter VI, Attitude of Men of the Present Day to War"
        ],
        [
            "All state obligations are against the conscience of a Christian: the oath of allegiance, taxes, law proceedings, and military service.",
            "Chapter VII, Significance of Compulsory Service"
        ],
        [
            "Armies are necessary, before all things, for the defense of governments from their own oppressed and enslaved subjects.",
            "Chapter VII, Significance of Compulsory Service"
        ],
        [
            "The fashionable lady had certainly not reasoned out that if there were no capitalists and no army to defend them, her husband would have no fortune, and she could not have her entertainments and her ball-dresses.",
            "Chapter IX, The Acceptance of the Christian Conception of Life will Emancipate Men from the Miseries of our Pagan Life"
        ],
        [
            "We know very well that we are only allowed to go on eating our dinner, to finish seeing the new play, or to enjoy to the end the ball, the Christmas fete, the promenade, the races or, the hunt, thanks to the policeman's revolver or the soldier's rifle, which will shoot down the famished outcast who has been robbed of his share, and who looks round the corner with covetous eyes at our pleasures, ready to interrupt them instantly, were not policeman and soldier there prepared to run up at our first call for help.",
            "Chapter XII, Conclusion—Repent Ye, for the Kingdom of Heaven is at Hand"
        ],
        [
            "The only significance of life consists in helping to establish the kingdom of God; and this can be done only by means of the acknowledgment and profession of the truth by each one of us.",
            "Chapter XII, Conclusion—Repent Ye, for the Kingdom of Heaven is at Hand"
        ],
        [
            "The sole meaning of life is to serve humanity by contributing to the establishment of the kingdom of God, which can only be done by the recognition and profession of the truth by every man.",
            "Chapter XII, Conclusion—Repent Ye, for the Kingdom of Heaven is at Hand"
        ],
        [
            "No feats of heroism are needed to achieve the greatest and most important changes in the existence of humanity; neither the armament of millions of soldiers, nor the construction of new roads and machines, nor the arrangement of exhibitions, nor the organization of workmen's unions, nor revolutions, nor barricades, nor explosions, nor the perfection of aerial navigation; but a change in public opinion.",
            "Patriotism and Christianity (1896)"
        ],
        [
            "One is ashamed to say how little is needed for all men to be delivered from those calamities which now oppress them; it is only needful not to lie.",
            "Patriotism and Christianity (1896)"
        ],
        [
            "One free man will say with truth what he thinks and feels amongst thousands of men who by their acts and words attest exactly the opposite.",
            "Patriotism and Christianity (1896)"
        ],
        [
            "We all complain of the senseless order of life, which is at variance with our being, and yet we refuse to use the unique and powerful weapon within our hands — the consciousness of truth and its expression; but on the contrary, under the pretext of struggling with evil, we destroy the weapon, and sacrifice it to the exigencies of an imaginary conflict'",
            "Patriotism and Christianity (1896)"
        ],
        [
            "One man does not assert the truth which he knows, because he feels himself bound to the people with whom he is engaged; another, because the truth might deprive him of the profitable position by which he maintains his family; a third, because he desires to attain reputation and authority, and then use them in the service of mankind; a fourth, because he does not wish to destroy old sacred traditions; a fifth, because he has no desire to offend people; a sixth, because the expression of the truth would arouse persecution, and disturb the excellent social activity to which he has devoted himself.",
            "Patriotism and Christianity (1896)"
        ],
        [
            "Those attacks upon language and religion in Poland, the Baltic provinces, Alsace, Bohemia, upon the Jews in Russia, in every place that such acts of violence occur—in what name have they been, and are they, perpetrated? In none other than the name of that patriotism which you defend.",
            null
        ],
        [
            "Art is a human activity having for its purpose the transmission to others of the highest and best feelings to which men have risen.",
            "Ch. 8"
        ],
        [
            "By words one transmits thoughts to another, by means of art, one transmits feelings.",
            null
        ],
        [
            "[Art] is the means of union among mankind, joining them in the same feelings, and necessary for the life and progress toward the good of the individual and of humanity.",
            null
        ],
        [
            "The assertion that art may be good art and at the same time incomprehensible to a great number of people is extremely unjust, and its consequences are ruinous to art itself...",
            null
        ],
        [
            "In order to correctly define art, it is necessary, first of all, to cease to consider it as a means to pleasure and consider it as one of the conditions of human life.",
            null
        ],
        [
            "To evoke in oneself a feeling one has once experienced, and having evoked it in oneself, then by means of movements, lines, colors, sounds, or forms expressed through words, so to convey this so that others may experience the same feeling — this is the activity of art.",
            null
        ],
        [
            "All the efforts of several hundred thousand people, crowded in a small space, to disfigure the land on which they lived; all the stone they covered it with to keep it barren; how so diligently every sprouting blade of grass was removed; all the smoke of coal and naphtha; all the cutting down of trees and driving off of cattle could not shut out the spring, even from the city. The sun was shedding its light; the grass, revivified, was blooming forth, where it was left uncut, not only on the greenswards of the boulevard, but between the flag-stones, and the birches, poplars and wild-berry trees were unfolding their viscous leaves; the limes were unfolding their buds; the daws, sparrows and pigeons were joyfully making their customary nests, and the flies were buzzing on the sun-warmed walls. Plants, birds, insects and children were equally joyful. Only men—grown-up men—continued cheating and tormenting themselves and each other. People saw nothing holy in this spring morning, in this beauty of God's world—a gift to all living creatures—inclining to peace, good-will and love, but worshiped their own inventions for imposing their will on each other.",
            "Ch. 1"
        ],
        [
            "Three years ago he was an honest, self-denying youth, ready to devote himself to every good cause; now he was a corrupt and refined egotist, given over to personal enjoyment. ... And all this terrible transformation took place in him only because he ceased to have",
            null
        ],
        [
            "faith in himself, and began to believe in others.",
            "Ch. 13"
        ],
        [
            "Nekhludoff, as in all people, there were two beings; one spiritual, who sought only such happiness for himself as also benefited others; and the animal being, seeking his own happiness for the sake of which he is willing to sacrifice that of the world.",
            "Ch. 14"
        ],
        [
            "He crossed his hands on his breast, as he used to do when a child, raised his eyes and said:",
            "Ch. 28"
        ],
        [
            "'Lord, help me, teach me; come and enter within me and purify me of all this abomination.'",
            "Ch. 28"
        ],
        [
            "It is remarkable that since Nekhludoff understood that he was disgusted with himself, others ceased to be repulsive to him.",
            "Ch. 28"
        ],
        [
            "One of the most popular superstitions consists in the belief that every man is endowed with definite qualities—­that some men are kind, some wicked; some wise, some foolish; some energetic, some apathetic, etc.",
            "Ch. 33"
        ],
        [
            "That is the principal thing,' thought Nekhludoff. 'We all live in the silly belief that we ourselves are the lords of our world, that this world has been given us for our enjoyment.",
            "Ch. 83"
        ],
        [
            "What must I do? Despite being combined with an enormous amount of unnecessary confusion, answers to the question have at any rate been given within the philosophical tradition on the Christian nations.",
            "Ch. 92"
        ],
        [
            "And all this has come about because the majority of pseudo-enlightened men of today object to any reminder of virtue, or to its chief premise: self-renunciation and love—virtues that restrain and condemn the animal side of their life. They gladly welcome a doctrine, however incoherently and disjointedly expressed, of egotism and cruelty, sanctioning the idea of personal happiness and superiority over the lives of others, by which they live.",
            null
        ],
        [
            "The relation of word to thought, and the creation of new concepts is a complex, delicate and enigmatic process unfolding in our soul.",
            "Pegagogicheskie Statli (Pedagogical Writings), pg. 143."
        ],
        [
            "You are all misleading one another, and are yourselves deceived. The sun does not go round the earth, but the earth goes round the sun, revolving as it goes, and turning towards the sun in the course of each twenty-four hours, not only Japan, and the Philippines, and Sumatra where we now are, but Africa, and Europe, and America, and many lands besides. The sun does not shine for some one mountain, or for some one island, or for some one sea, nor even for one earth alone, but for other planets as well as our earth. If you would only look up at the heavens, instead of at the ground beneath your own feet, you might all understand this, and would then no longer suppose that the sun shines for you, or for your country alone. Thus spoke the wise pilot, who had voyaged much about the world, and had gazed much upon the heavens above.",
            "Part VI: The Coffee-House of Surat (1893) Adaptions from the French"
        ],
        [
            "So on matters of faith, continued the Chinaman, the student of Confucius, it is pride that causes error and discord among men. As with the sun, so it is with God. Each man wants to have a special God of his own, or at least a special God for his native land. Each nation wishes to confine in its own temples Him, whom the world cannot contain. 'Can any temple compare with that which God Himself has built to unite all men in one faith and one religion?... Where are there any records of God's goodness so easy to understand as the blessings which God has strown abroad for man’s happiness? Where is there any book of the law so clear to each man as that written in his heart? What sacrifices equal the self-denials which loving men and women make for one another? And what altar can be compared with the heart of a good man, on which God Himself accepts the sacrifice? 'The higher a man's conception of God, the better will he know Him. And the better he knows God, the nearer will he draw to Him, imitating His goodness, His mercy, and His love of man.... So spoke the Chinaman, the student of Confucius; and all who were present in the coffee-house were silent, and disputed no more as to whose faith was the best.",
            "Part VI:The Coffee-House of Surat (1893) Adaptions from the French"
        ],
        [
            "King Esarhaddon was thinking how he should execute Lailie, when suddenly he heard a rustling near his bed, and opening his eyes saw an old man with a long gray beard and mild eyes. You wish to execute Lailie? asked the old man. Yes, answered the King. But I cannot make up my mind how to do it. But you are Lailie, said the old man. That's not true, replied the King. Lailie is Lailie, and I am I. You and Lailie are one, said the old man. You only imagine you are not Lailie, and that Lailie is not you.... You cannot destroy his life.",
            "Part VII: Stories Given to Aid Persecuted Jews (1903) Esarhaddon, King of Assyria"
        ],
        [
            "It once occurred to a certain king, that if he always knew the right time to begin everything; if he knew who were the right people to listen to, and whom to avoid; and, above all, if he always knew what was the most important thing to do, he would never fail in anything he might undertake.",
            "Part VII: Stories Given to Aid Persecuted Jews (1903) Three Questions"
        ],
        [
            "Remember then: there is only one time that is important—Now! It is the most important time because it is the only time when we have any power. The most necessary man is he with whom you are, for no man knows whether he will ever have dealings with any one else: and the most important affair is, to do him good, because for that purpose alone was man sent into this life!",
            "Part VII: Stories Given to Aid Persecuted Jews (1903) \"Three Questions\", translated by Louise and Aylmer Maude, p271."
        ],
        [
            "Amid this life based on coercion, one and the same thought constantly emerged among different nations, namely, that in every individual a spiritual element is manifested that gives life to all that exists, and that this spiritual element strives to unite with everything of a like nature to itself, and attains this aim through love.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "A commercial company enslaved a nation comprising two hundred millions. Tell this to a man free from superstition and he will fail to grasp what these words mean.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "As soon as men live entirely in accord with the law of love natural to their hearts and now revealed to them, which excludes all resistance by violence, and therefore hold aloof from all participation in violence — as soon as this happens, not only will hundreds be unable to enslave millions, but not even millions will be able to enslave a single individual.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "What is now happening to the people of the East as of the West is like what happens to every individual when he passes from childhood to adolescence and from youth to manhood",
            "A Letter to a Hindu (1908)"
        ],
        [
            "The law of love is in accord with the nature of man. But men can only recognize this truth to its full extent when they have completely freed themselves from all religious and scientific superstitions and from all the consequent misrepresentations and sophistical distortions by which its recognition has been hindered for centuries.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "If people only [...] freed themselves from all this harmful, stupefying ballast — the simple law of love, natural to man, accessible to all and solving all questions and perplexities, would of itself become clear and obligatory.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "The indubitable, eternal truth inherent in man, which is one and the same in all the great religions of the world. It will in due time emerge and make its way to general recognition, and the nonsense that has obscured it will disappear of itself, and with it will go the evil from which humanity now suffers.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "The oppression of a majority by a minority, and the demoralization inevitably resulting from it, is a phenomenon that has always occupied me and has done so most particularly of late.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "The reason for the astonishing fact that a majority of working people submit to a handful of idlers who control their labour and their very lives is always and everywhere the same — whether the oppressors and oppressed are of one race or whether, as in India and elsewhere, the oppressors are of a different nation. This phenomenon seems particularly strange in India, for there more than two hundred million people, highly gifted both physically and mentally, find themselves in the power of a small group of people quite alien to them in thought, and immeasurably inferior to them in religious morality. ... the reason lies in the lack of a reasonable religious teaching which, by explaining the meaning of life would supply a supreme law for the guidance of conduct, and would replace the more than dubious precepts of pseudo­religion and pseudo­science and the immoral conclusions deduced from them, commonly called \"civilization.\"",
            "A Letter to a Hindu (1908)"
        ],
        [
            "Amid this life based on coercion, one and the same thought constantly emerged among different nations, namely, that in every individual a spiritual element is manifested that gives life to all that exists, and that this spiritual element strives to unite with everything of a like nature to itself, and attains this aim through love.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "The recognition that love represents the highest morality was nowhere denied or contradicted, but this truth was so interwoven everywhere with all kinds of falsehoods which distorted it, that finally nothing of it remained but words. It was taught that this highest morality was only applicable to private life — for home use, as it were — but that in public life all forms of violence — such as imprisonment, executions, and wars — might be used for the protection of the majority against a minority of evildoers, though such means were diametrically opposed to any vestige of love.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "People continued — regardless of all that leads man forward — to try to unite the incompatibles : the virtue of love, and what is opposed to love, namely, the restraining of evil by violence. And such a teaching, despite its inner contradiction, was so firmly established that the very people who recognize love as a virtue accept as lawful at the same time an order of life based on violence and allowing men not merely to torture but even to kill one another.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "In former times the chief method of justifying the use of violence and thereby infringing the law of love was by claiming a divine right for the rulers: the Tsars, Sultans, Rajahs, Shahs, and other heads of states. But the longer humanity lived the weaker grew the belief in this peculiar, God-given right of the ruler. That belief withered in the same way and almost simultaneously in the Christian and the Brahman world, as well as in Buddhist and Confucian spheres, and in recent times it has so faded away as to prevail no longer against man's reasonable understanding and the true religious feeling. People saw more and more clearly, and now the majority see quite clearly, the senselessness and immorality of subordinating their wills to those of other people just like themselves, when they are bidden to do what is contrary not only to their interests but also to their moral sense.",
            "A Letter to a Hindu (1908)"
        ],
        [
            "To add to the enjoyment of the rich, ruling classes; nor new schools and universities with innumerable faculties of science, nor an augmentation of papers and books, nor gramophones and cinematographs, nor those childish and for the most part corrupt stupidities termed art — but one thing only is needful: the knowledge of the simple and clear truth which finds place in every soul that is not stupefied by religious and scientific superstitions — the truth that for our life one law is valid — the law of love, which brings the highest happiness to every individual as well as to all mankind. Free your minds from those overgrown, mountainous imbecilities which hinder your recognition of it, and at once the truth will emerge from amid the pseudo-religious nonsense that has been smothering it: the indubitable, eternal truth inherent in man, which is one and the same in all the great religions of the world. It will in due time emerge and make its way to general recognition, and the nonsense that has obscured it will disappear of itself, and with it will go the evil from which humanity now suffers."
        ],
        [
            "Genuine religion is not about speculating about God or the soul or about what happened in the past or will happen in the future; it cares only about one thing—finding out exactly what should or should not be done in this lifetime.",
            "Path of Life (1909)"
        ],
        [
            "It is terrible when people do not know God, but it is worse when people identify as God what is not God.",
            "Path of Life (1909)"
        ],
        [
            "All our problems are caused by forgetting what lives within us, and we sell our souls for the 'bowl of stew' of bodily satisfactions.",
            "Path of Life (1909)"
        ],
        [
            "His moral authority alone is enough to maintain what we think of as literary trends and schools at a certain minimal level. If not for him, literature would be a flock without a shepherd or an unfathomable jumble.",
            "Anton Chekhov, in letter to M.O. Menshikov (28 January 1900)"
        ],
        [
            "The thing that has driven [men] mad was logic... The only thing that has kept the race of men from the mad extremes of the convent and the pirate-galley, the night-club and the lethal chamber, has been mysticism.",
            "G. K. Chesterton, in Tolstoy (1903)"
        ],
        [
            "Nearly a century after his death, Leo Nikolayevich Tolstoy remains a giant in the world of literature.",
            "Alexander Fodor, in his introduction to A Quest for a Non-violent Russia — The Partnership of Leo Tolstoy and Vladimir Chertkov (1989)"
        ],
        [
            "Tolstoy's life has been devoted to replacing the method of violence for removing tyranny or securing reform by the method of non­resistance to evil.",
            "Mohandas Karamchand Gandhi (19 November 1909), in his Introduction to the publication of Tolstoy's A Letter to a Hindu (1908)"
        ],
        [
            "The real pioneers in ideas, in art and in literature have remained aliens to their time, misunderstood and repudiated.",
            "Emma Goldman, \"Intellectual Proletarians\" (1914)"
        ],
        [
            "Leo Tolstoy, the greatest anti-patriot of our time, defines patriotism as the principle that will justify the training of wholesale murderers.",
            "Emma Goldman, \"What is Patriotism?\" (1908)"
        ],
        [
            "I started out very quiet and I beat Mr. Turgenev. Then I trained hard and I beat Mr. de Maupassant. I've fought two draws with Mr. Stendhal, and I think I had an edge in the last one. But nobody's going to get me in any ring with Mr. Tolstoy unless I'm crazy or I keep getting better.",
            "Ernest Hemingway in The New Yorker (13 May 1950)"
        ],
        [
            "My first reading of Tolstoy affected me as a revelation from heaven, as the trumpet of the judgment.",
            "Ellen Glasgow The Woman Within (Written in 1944; published in 1954)"
        ],
        [
            "He leads you back to the only true ideal, away from that false standard of the gentleman, to the Man who sought not to be distinguished from other men, but identified with them.",
            "William Dean Howells, M"
        ],
        [
            "Understanding that welfare for human beings lies only in their unity, and that unity cannot be attained by violence. Unity can only be reached when each person, not thinking about unity, thinks only about fulfilling the laws of life. Only this supreme law of love, alike for all humans, unifies humanity.",
            "Tolstoy from Earth Democracy: Justice, Sustainability, and Peace (2005)"
        ]
    ]
}