{
  "bio": "Marie Curie (1867 – 1946) was a Polish-born French physicist, chemist and radiochemist. She was the first woman to win a Nobel Prize in physics, and the first woman to win a Nobel Prize in chemistry. She was also the first woman to win a Nobel Prize in literature.",
  "quotes": [
    [
      "One never notices what has been done; one can only see what remains to be done."
    ],
    [
      "I have no dress except the one I wear every day. If you are going to be kind enough to give me one, please let it be practical and dark so that I can put it on afterwards to go to the laboratory."
    ],
    [
      "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained."
    ],
    [
      "We must not forget that when radium was discovered no one knew that it would prove useful in hospitals. The work was one of pure science. And this is a proof that scientific work must not be considered from the point of view of the direct usefulness of it. It must be done for itself, for the beauty of science, and then there is always the chance that a scientific discovery may become like the radium a benefit for humanity."
    ],
    [
      "All my life through, the new sights of Nature made me rejoice like a child."
    ],
    [
      "You cannot hope to build a better world without improving the individuals. To that end each of us must work for his own improvement, and at the same time share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful."
    ],
    [
      "I believe international work is a heavy task, but that it is nevertheless indispensable to go through an apprenticeship in it, at the cost of many efforts and also of a real spirit of sacrifice: however imperfect it may be, the work of Geneva has a grandeur that deserves our support."
    ],
    [
      "I am among those who think that science has great beauty. A scientist in his laboratory is not only a technician: he is also a child placed before natural phenomena which impress him like a fairy tale. We should not allow it to be believed that all scientific progress can be reduced to mechanisms, machines, gearings, even though such machinery also has its beauty. Neither do I believe that the spirit of adventure runs any risk of disappearing in our world. If I see anything vital around me, it is precisely that spirit of adventure, which seems indestructible and is akin to curiosity."
    ]
  ]
}