{
  "bio": "Maya Angelou was an American poet, novelist, memoirist, and civil rights activist. She was born in St. Louis, Missouri, in 1928, and died in New York City in 2014. Maya Angelou is best known for her autobiographical works, including I Know Why the Caged Bird Sings, and her poetry collections of the same name and I Know a Lot About Angelou.",
  "quotes": [
    [
      "Develop enough courage so that you can stand up for yourself and then stand up for somebody else."
    ],
    [
      "Perhaps travel cannot prevent bigotry, but by demonstrating that all peoples cry, laugh, eat, worry, and die, it can introduce the idea that if we try and understand each other, we may even become friends."
    ],
    [
      "Without courage, you can't practice any other virtue consistently. You can practice any virtue erratically, but nothing consistently without courage."
    ],
    [
      "I don't trust people who don't love themselves and tell me 'I love you.' ... There is an African saying which is: 'Be careful when a naked person offers you a shirt.'"
    ],
    [
      "Self-pity in its early stages is as snug as a feather mattress. Only when it hardens does it become uncomfortable."
    ],
    [
      "A bizarre sensation pervades a relationship of pretense. No truth seems true. A simple morning's greeting and response appear loaded with innuendo and fraught with implications. ... Each nicety becomes more sterile and each withdrawal more permanent."
    ],
    [
      "Without courage we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest."
    ],
    [
      "Courage is the most important of all the virtues, because without courage you can't practice any other virtue consistently. You can practice any virtue erratically, but nothing consistently without courage."
    ],
    [
      "Perhaps travel cannot prevent bigotry, but by demonstrating that all peoples cry, laugh, eat, worry, and die, it can introduce the idea that if we try and understand each other, we may even become friends."
    ],
    [
      "There is nothing so pitiful as a young cynic because he has gone from knowing nothing to believing nothing."
    ],
    [
      "I am capable of what every other human is capable of. This is one of the great lessons of war and life."
    ],
    [
      "My life has been long, and believing that life loves the liver of it, I have dared to try many things, sometimes trembling, but daring, still...You may not control all the events that happen to you, but you can decide not to be reduced by them. Try to be a rainbow in someone's cloud. Do not complain. Make every effort to change things you do not like. If you cannot make a change, change the way you have been thinking. You might find a new solution. Never whine. Whining lets a brute know that a victim is in the neighborhood. Be certain that you do not die without having done something wonderful for humanity. I gave birth to one child, a son, but I have thousands of daughters. You are Black and White, Jewish and Muslim, Asian, Spanish-speaking, Native American and Aleut. You are fat and thin and pretty and plain, gay and straight, educated and unlettered, and I am speaking to you all. Here is my offering to you."
    ],
    [
      "There are certain artists who belong to all the people, everywhere, all the time. The list of singers, musicians, and poets must include David the harpist from the Old Testament, Aesop the Storyteller, Omar Khayyam the Tent Maker, Shakespeare the Bard of Avon, Louis Armstrong the genius of New Orleans, Om Kalsoum the soul of Egypt, Frank Sinatra, Mahalia Jackson, Dizzy Gillespie, Ray Charles...Celia Cruz...All great artists draw from the same resource: the human heart, which tells us all that we are more alike than we are unalike."
    ],
    [
      "When people show you who they are, believe them, the first time. Not the 29th time!"
    ],
    [
      "You did in your twenties what you knew how to do, and when you knew better you did better. And you should not be judged for the person that you were, but for the person that you're trying to be and the woman that you are now."
    ],
    [
      "All information belongs to everybody all the time. It should be available. It should be accessible to the child, to the woman, to the man, to the old person, to the semiliterate, to the presidents of universities, to everyone. It should be open."
    ],
    [
      "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
    ],
    [
      "How important it is to recognise and consider our heroes and she-roes."
    ],
    [
      "I'm an American, and most of the time proud of it. Even when I am displeased with what my country is doing, I am still an American who is displeased. And fortunately, being an American, I don't have to whimper, I don't have to whine, I have the right to protest, and I like that."
    ],
    [
      "You develop courage, the most important of all the virtues, because without courage, you can't practice any other virtue consistently. If you've seen another truth and had enough courage to change your way of thinking, to say 'Hey everybody, you know what I said last week? I don't believe that anymore. A little child just straightened me out.'"
    ],
    [
      "I want to write so that the reader in Des Moines, Iowa, in Kowloon, China, in Cape Town, South Africa, can say, 'You know, that's the truth. I wasn't there, and wasn't a six-foot black girl, but that's the truth.'"
    ],
    [
      "You don't have to think about doing the right thing. If you're for the right thing, then you do it without thinking."
    ],
    [
      "At fifteen life had taught me undeniably that surrender, in its place, was as honorable as resistance, especially if one had no choice."
    ],
    [
      "I believe most plain girls are virtuous because of the scarcity of opportunity to be otherwise."
    ],
    [
      "Life is going to give you just what you put in it. Put your whole heart in everything you do, and pray, then you can wait."
    ],
    [
      "Many people wonder where my secret lies, I'm not cute or built to suit a fashion model size. When I try to show them they think I'm telling lies. I say, it's in the reach of my arms, the span of my hips, the stride of my step, the curl of my lips I'm Woman, Phenominally . I walk in a room just as cool as you please, And to a man the fellows stand, or fall down on their knees. And then they swarm around me; a hive of honey bees. I say, oh it's the fire in my eyes, the flash of my teeth, the swing in my waist, the joy in my feet. Men themselves have wondered what they see in me. They try so much but they can't touch my inner mystery. When I try to show them they say they still can't see. I say oh, it's in the arch of my back. And now you understand just why my head's not bowed. I don't shout or jump about, or have to talk too loud. When you see me walking out it ought to make you proud. I say it's in the click of my heels. The bend of my hair. The palm of my hands. The need for my care, because I'm a woman. Phenomenally. Phenomenal Woman. That's my mother, and all your mothers."
    ],
    [
      "If those eyes. Take a look at the sea to your right, buildings full of mysteries, schools crackling with joy, open porches, watch the world whirl by, all we are given without having to own, and shake that gloom right out of your system!"
    ],
    [
      "Many people wonder where my secret lies, I'm not cute a bill to suit a fashion model size, when i tell them they think I'm telling lies"
    ],
    [
      "I walk into a room just as cool as you please, then to a man, they stand or fall on their knees, then they swam around me a hive of honey bees"
    ],
    [
      "We may encounter many defeats, but we must not be defeated."
    ],
    [
      "To not be reduced by the events of our lives means to rise above them"
    ],
    [
      "One isn't necessarily born with courage, but one is born with potential. Without courage, we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest"
    ]
  ]
}