{
  "bio": "Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 – 30 November 1900) was an Irish dramatist, essayist, novelist and poet.",
  "quotes": [
    [
      "Tread Lightly, she is near Under the snow, Speak gently, she can hear The daisies grow."
    ],
    [
      "Lo! with a little rod I did but touch the honey of romance - And must I lose a soul's inheritance?"
    ],
    [
      "If it took Labouchere three columns to prove that I was forgotten, then there is no difference between fame and obscurity."
    ],
    [
      "And down the long and silent street, The dawn, with silver-sandalled feet, Crept like a frightened girl."
    ],
    [
      "Be warned in time, James, and remain, as I do, incomprehensible: to be great is to be misunderstood."
    ],
    [
      "A thing is not necessarily true because a man dies for it."
    ],
    [
      "The honest ratepayer and his healthy family have no doubt often mocked at the dome-like forehead of the philosopher, and laughed over the strange perspective of the landscape that lies beneath him. If they really knew who he was, they would tremble. For Chuang Tsu spent his life in preaching the great creed of Inaction, and in pointing out the uselessness of all things."
    ],
    [
      "Consistency is the last refuge of the unimaginative."
    ],
    [
      "A poet can survive everything but a misprint."
    ],
    [
      "Most modern calendars mar the sweet simplicity of our lives by reminding us that each day that passes is the anniversary of some perfectly uninteresting event."
    ],
    [
      "From its earliest years every American child spends most of its time in correcting the faults of its father and mother; and no one who has had the opportunity of watching an American family on the deck of an Atlantic steamer, or in the refined seclusion of a New York boarding-house, can fail to have been struck by this characteristic of their civilisation. In America the young are always ready to give to those who are older than themselves the full benefits of their inexperience. A boy of only eleven or twelve years of age will firmly but kindly point out to his father his defects of manner or temper; will never weary of warning him against extravagance, idleness, late hours, unpunctuality, and the other temptations to which the aged are so particularly exposed; and sometimes, should he fancy that he is monopolising too much of the conversation at dinner, will remind him, across the table, of the new child's adage, 'Parents should be seen, not heard.'"
    ],
    [
      "A simile committing suicide is always a depressing spectacle."
    ],
    [
      "And, after all, what is a fashion? From the artistic point of view, it is usually a form of ugliness so intolerable that we have to alter it every six months."
    ],
    [
      "We have really everything in common with America nowadays, except, of course, language."
    ],
    [
      "It is always a silly thing to give advice, but to give good advice is absolutely fatal."
    ],
    [
      "All charming people, I fancy, are spoiled. It is the secret of their attraction."
    ],
    [
      "The more we study Art, the less we care for Nature. What Art really reveals to us is Nature's lack of design, her curious crudities, her extraordinary monotony, her absolutely unfinished condition."
    ],
    [
      "Art finds her own perfection within, and not outside of herself. She is not to be judged by any external standard of resemblance. She is a veil, rather than a mirror."
    ],
    [
      "All art is immoral."
    ],
    [
      "He is really not so ugly after all, provided, of course, that one shuts one's eyes, and does not look at him."
    ],
    [
      "le mystere de l'amour est plus grand que le mystere de la mort."
    ],
    [
      "Death must be so beautiful. To lie in the soft brown earth, with the grasses waving above one's head, and listen to silence. To have no yesterday, and no tomorrow. To forget time, to forgive life, to be at peace."
    ],
    [
      "I put all my genius into my life; I put only my talent into my works."
    ],
    [
      "On George Bernard Shaw An excellent man: he has no enemies, and none of his friends like him."
    ],
    [
      "I summed up all systems in a phrase, and all existence in an epigram."
    ],
    [
      "People who count their chickens before they are hatched act very wisely because chickens run about so absurdly that it's impossible to count them accurately..."
    ],
    [
      "It is better to have a permanent income than to be fascinating."
    ],
    [
      "I have the simplest tastes. I am always satisfied with the best."
    ],
    [
      "Tell me, when you are alone with him [ Max Beerbohm ] Sphinx, does he take off his face and reveal his mask?"
    ],
    [
      "One can survive everything nowadays except death."
    ],
    [
      "He to whom the present is the only thing that is present, knows nothing of the age in which he lives."
    ],
    [
      "Psycholog­y is in its infancy, as a science. I hope in the interests of Art, it will always remain so."
    ],
    [
      "I have the kiss of Walt Whitman still on my lip."
    ],
    [
      "Prayer must never be answered: if it is, it ceases to be prayer and becomes correspondence."
    ],
    [
      "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead. The consciousness of loving and being loved brings warmth and richness to life that nothing else can bring."
    ],
    [
      "An idea that is not dangerous is unworthy of being called an idea at all."
    ],
    [
      "Starvation, and not sin, is the parent of modern crime."
    ],
    [
      "After the first glass you see things as you wish they were. After the second glass you see things as they are not. Finally, you see things as they really are, and that is the most horrible thing in the world."
    ],
    [
      "She is not a subject."
    ],
    [
      "For to disagree with three-fourths of the British public on all points is one of the first elements of sanity, one of the deepest consolations in all moments of spiritual doubt."
    ],
    [
      "God knows; I won't be an Oxford don anyhow. I'll be a poet, a writer, a dramatist. Somehow or other I'll be famous, and if not famous, I'll be notorious. Or perhaps I'll lead the life of pleasure for a time and then-who knows?-rest and do nothing. What does Plato say is the highest end that man can attain here below? To sit down and contemplate the good. Perhaps that will be the end of me too."
    ],
    [
      "And he related also, with much gusto, how in a country-house he had told his host one evening that he had spent the day in hard literary work, and that, when asked what he had done, he had said, \"I was working on the proof of one of my poems all the morning and took out a comma.\" \"And in the afternoon?\" \"In the afternoon-well, I put it back again.\""
    ],
    [
      "Fool, nothing is impossible in Russia but reform."
    ],
    [
      "To drift with every passion till my soul Is a stringed lute on which all winds can play, Is it for this that I have given away Mine ancient wisdom, and austere control? Methinks my life is a twice-written scroll Scrawled over on some boyish holiday With idle songs for pipe and virelay, Which do but mar the secret of the whole."
    ],
    [
      "\"She said that she would dance with me if I brought her red roses,\" cried the young Student; \"but in all my garden there is no red rose.\""
    ],
    [
      "Be happy, be happy; you shall have your red rose. I will build it out of music by moonlight, and stain it with my own heart's-blood. All that I ask of you in return is that you will be a true lover, for Love is wiser than Philosophy, though she is wise, and mightier than Power, though he is mighty."
    ],
    [
      "Why, what a wonderful piece of luck! Here is a red rose! I have never seen any rose like it in all my life. It is so beautiful that I am sure it has a long Latin name."
    ],
    [
      "Hard work is simply the refuge of people who have nothing whatever to do."
    ],
    [
      "Everybody who is incapable of learning has taken to teaching."
    ],
    [
      "If Nature had been comfortable, mankind would never have invented architecture...In a house, we all feel of the proper proportions. Everything is subordinated to us, fashioned for our use and our pleasure."
    ],
    [
      "It is always the unreadable that occurs."
    ],
    [
      "His style is chaos illumined by flashes of lightning."
    ],
    [
      "Life imitates art far more than art imitates Life."
    ],
    [
      "No great artist ever sees things as they really are. If he did, he would cease to be an artist."
    ],
    [
      "The final revelation is that Lying, the telling of beautiful untrue things, is the proper aim of Art."
    ],
    [
      "Meredith is a prose Browning, and so is Browning. He used poetry as a medium for writing in prose."
    ],
    [
      "Anybody can make history. Only a great man can write it."
    ],
    [
      "There is no mode of action, no form of emotion, that we do not share with the lower animals. It is only by language that we rise above them, or above each other-by language, which is the parent, and not the child, of thought."
    ],
    [
      "Every great man nowadays has his disciples, and it is always Judas who writes the biography."
    ],
    [
      "Truth, in the matters of religion, is simply the opinion that has survived."
    ],
    [
      "Oh! journalism is unreadable, and literature is not read."
    ],
    [
      "Puritans cannot destroy a beautiful thing, yet, by means of their extraordinary prurience, they can almost taint beauty for a moment. It is chiefly, I regret to say, through journalism that such people find expression. I regret it because there is much to be said in favour of modern journalism. By giving us the opinions of the uneducated, it keeps us in touch with the ignorance of the community."
    ],
    [
      "I am but too conscious of the fact that we are born in an age when only the dull are treated seriously, and I live in terror of not being misunderstood."
    ],
    [
      "The one duty we owe to history is to rewrite it."
    ],
    [
      "It is well for his peace that the saint goes to his martyrdom. He is spared the sight of the horror of his harvest."
    ],
    [
      "Action ... is the last resource of those who know not how to dream."
    ],
    [
      "There is much to be said in favor of modern journalism. By giving us the opinions of the uneducated, it keeps us in touch with the ignorance of the community. By carefully chronicling the current events of contemporary life, it shows us of what very little importance such events really are. By invariably discussing the unnecessary, it makes us understand what things are requisite for culture, and what are not."
    ],
    [
      "As for modern Journalism, its not my business to defend it. It justifies its own existence by the great Darwinian principle of the survival of the vulgarest."
    ],
    [
      "It is through art, and through art only, that we can realize our perfection; through art and art only that we can shield ourselves from the sordid perils of actual existence."
    ],
    [
      "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth."
    ],
    [
      "A little sincerity is a dangerous thing, and a great deal of it is absolutely fatal."
    ],
    [
      "It is to do nothing that the elect exist. Action is limited and relative. Unlimited and absolute is the vision of him who sits at ease and watches, who walks in loneliness and dreams."
    ],
    [
      "As long as war is regarded as wicked, it will always have its fascination. When it is looked upon as vulgar, it will cease to be popular."
    ],
    [
      "It is chiefly, I regret to say, through journalism that such people find expression. I regret it because there is much to be said in favour of modern journalism. By giving us the opinions of the uneducated, it keeps us in touch with the ignorance of the community. By carefully chronicling the current events of contemporary life, it shows us of what very little importance such events really are. By invariably discussing the unnecessary, it makes us understand what things are requisite for culture, and what are not."
    ],
    [
      "To be good, according to the vulgar standard of goodness, is obviously quite easy. It merely requires a certain amount of sordid terror, a certain lack of imaginative thought, and a certain low passion for middle-class respectability."
    ],
    [
      "There is no sin except stupidity."
    ],
    [
      "Ah! Don't say you agree with me. When people agree with me I always feel I must be wrong."
    ],
    [
      "England has done one thing; it has invented and established Public Opinion, which is an attempt to organize the ignorance of the community, and to elevate it to the dignity of physical force."
    ],
    [
      "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
    ],
    [
      "One is tempted to define man as a rational animal who always loses his temper when he is called upon to act in accordance with the dictates of reason."
    ],
    [
      "Criticism will annihilate race-prejudices by insisting upon the unity of the human mind in the variety of its forms."
    ],
    [
      "The chief advantage that would result from the establishment of Socialism is, undoubtedly, the fact that Socialism would relieve us from that sordid necessity of living for others which, in the present condition of things, presses so hardly upon almost everybody. In fact, scarcely any one at all escapes."
    ],
    [
      "Just as the worst slave-owners were those who were kind to their slaves, and so prevented the horror of the system being realised by those who suffered from it, and understood by those who contemplated it, so, in the present state of things in England, the people who do most harm are the people who try to do most good."
    ],
    [
      "Charity creates a multitude of sins."
    ],
    [
      "It is immoral to use private property in order to alleviate the horrible evils that result from the institution of private property."
    ],
    [
      "Disobedience, in the eyes of any one who has read history, is man's original virtue. It is through disobedience that progress has been made, through disobedience and through rebellion."
    ],
    [
      "Sometimes the poor are praised for being thrifty. But to recommend thrift to the poor is both grotesque and insulting. It is like advising a man who is starving to eat less."
    ],
    [
      "As for begging, it is safer to beg than to take, but it is finer to take than to beg."
    ],
    [
      "Misery and poverty are so absolutely degrading, and exercise such a paralysing effect over the nature of men, that no class is ever really conscious of its own suffering. They have to be told of it by other people, and they often entirely disbelieve them."
    ],
    [
      "Agitators are a set of interfering, meddling people, who come down to some perfectly contented class of the community, and sow the seeds of discontent amongst them. That is the reason why agitators are so absolutely necessary. Without them, in our incomplete state, there would be no advance towards civilisation."
    ],
    [
      "For the recognition of private property has really harmed Individualism, and obscured it, by confusing a man with what he possesses. It has led Individualism entirely astray. It has made gain not growth its aim. So that man thought that the important thing was to have, and did not know that the important thing is to be. The true perfection of man lies, not in what man has, but in what man is. Private property has crushed true Individualism, and set up an Individualism that is false. It has debarred one part of the community from being individual by starving them. It has debarred the other part of the community from being individual by putting them on the wrong road and encumbering them."
    ],
    [
      "Now, nothing should be able to harm a man except himself. Nothing should be able to rob a man at all. What a man really has, is what is in him. What is outside of him should be a matter of no importance."
    ],
    [
      "With the abolition of private property, then, we shall have true, beautiful, healthy Individualism. Nobody will waste his life in accumulating things, and the symbols for things. One will live. To live is the rarest thing in the world. Most people exist, that is all."
    ],
    [
      "Wherever there is a man who exercises authority, there is a man who resists authority."
    ],
    [
      "The note of the perfect personality is not rebellion, but peace."
    ],
    [
      "It will be a marvellous thing--the true personality of man--when we see it. It will grow naturally and simply, flowerlike, or as a tree grows. It will not be at discord. It will never argue or dispute. It will not prove things. It will know everything. And yet it will not busy itself about knowledge. It will have wisdom. Its value will not be measured by material things. It will have nothing. And yet it will have everything, and whatever one takes from it, it will still have, so rich will it be. It will not be always meddling with others, or asking them to be like itself. It will love them because they will be different. And yet while it will not meddle with others, it will help all, as a beautiful thing helps us, by being what it is. The personality of man will be very wonderful. It will be as wonderful as the personality of a child."
    ],
    [
      "'Know thyself' was written over the portal of the antique world. Over the portal of the new world, 'Be thyself' shall be written."
    ],
    [
      "Don't imagine that your perfection lies in accumulating or possessing external things. Your perfection is inside of you. If only you could realise that, you would not want to be rich. Ordinary riches can be stolen from a man. Real riches cannot. In the treasury-house of your soul, there are infinitely precious things, that may not be taken from you. And so, try to so shape your life that external things will not harm you. And try also to get rid of personal property. It involves sordid preoccupation, endless industry, continual wrong. Personal property hinders Individualism at every step."
    ],
    [
      "There is only one class in the community that thinks more about money than the rich, and that is the poor."
    ],
    [
      "The things people say of a man do not alter a man. He is what he is. Public opinion is of no value whatsoever."
    ],
    [
      "All modes of government are failures. Despotism is unjust to everybody, including the despot, who was probably made for better things. Oligarchies are unjust to the many, and ochlocracies are unjust to the few. High hopes were once formed of democracy; but democracy means simply the bludgeoning of the people by the people for the people."
    ],
    [
      "All authority is quite degrading. It degrades those who exercise it, and degrades those over whom it is exercised."
    ],
    [
      "When private property is abolished there will be no necessity for crime, no demand for it; it will cease to exist."
    ],
    [
      "The fact is, that civilisation requires slaves. The Greeks were quite right there. Unless there are slaves to do the ugly, horrible, uninteresting work, culture and contemplation become almost impossible. Human slavery is wrong, insecure, and demoralizing. On mechanical slavery, on the slavery of the machine, the future of the world depends."
    ],
    [
      "A map of the world that does not include Utopia is not worth even glancing at, for it leaves out the one country at which Humanity is always landing."
    ],
    [
      "A work of art is the unique result of a unique temperament. Its beauty comes from the fact that the author is what he is. It has nothing to do with the fact that other people want what they want. Indeed, the moment that an artist takes notice of what other people want, and tries to supply the demand, he ceases to be an artist, and becomes a dull or an amusing craftsman, an honest or a dishonest tradesman. He has no further claim to be considered as an artist."
    ],
    [
      "Art is the most intense mode of individualism that the world has known. I am inclined to say that it is the only real mode of individualism that the world has known. Crime, which, under certain conditions, may seem to have created individualism, must take cognisance of other people and interfere with them. It belongs to the sphere of action. But alone, without any reference to his neighbours, without any interference, the artist can fashion a beautiful thing; and if he does not do it solely for his own pleasure, he is not an artist at all."
    ],
    [
      "Art is this intense form of individualism that makes the public try to exercise over it an authority that is as immoral as it is ridiculous, and as corrupting as it is contemptible. It is not quite their fault. The public have always, and in every age, been badly brought up. They are continually asking Art to be popular, to please their want of taste, to flatter their absurd vanity, to tell them what they have been told before, to show them what they ought to be tired of seeing, to amuse them when they feel heavy after eating too much, and to distract their thoughts when they are wearied of their own stupidity. Now Art should never try to be popular. The public should try to make itself artistic."
    ],
    [
      "Art is Individualism, and Individualism is a disturbing and disintegrating force. Therein lies its immense value. For what it seeks to disturb is monotony of type, slavery of custom, tyranny of habit, and the reduction of man to the level of a machine."
    ],
    [
      "An individual who has to make things for the use of others, and with reference to their wants and their wishes, does not work with interest, and consequently cannot put into his work what is best in him. Upon the other hand, whenever a community or a powerful section of a community, or a government of any kind, attempts to dictate to the artist what he is to do, Art either entirely vanishes, or becomes stereotyped, or degenerates into a low and ignoble form of craft."
    ],
    [
      "They are always asking a writer why he does not write like somebody else, or a painter why he does not paint like somebody else, quite oblivious of the fact that if either of them did anything of the kind he would cease to be an artist."
    ],
    [
      "If a man approaches a work of art with any desire to exercise authority over it and the artist, he approaches it in such a spirit that he cannot receive any artistic impression from it at all. The work of art is to dominate the spectator: the spectator is not to dominate the work of art. The spectator is to be receptive. He is to be the violin on which the master is to play. And the more completely he can suppress his own silly views, his own foolish prejudices, his own absurd ideas of what Art should be, or should not be, the more likely he is to understand and appreciate the work of art in question."
    ],
    [
      "The one thing that the public dislike is novelty. Any attempt to extend the subject matter of art is extremely distasteful to the public; and yet the vitality and progress of art depend in a large measure on the continual extension of subject-matter. The public dislike novelty because they are afraid of it. It represents to them a mode of Individualism, an assertion on the part of the artist that he selects his own subject, and treats it as he chooses."
    ],
    [
      "In Art, the public accept what has been, because they cannot alter it, not because they appreciate it. They swallow their classics whole, and never taste them. They endure them as the inevitable, and, as they cannot mar them, they mouth about them...A fresh mode of Beauty is absolutely distasteful to them, and whenever it appears they get so angry and bewildered that they always use two stupid expressions - one is that the work of art is grossly unintelligible; the other, that the work of art is grossly immoral."
    ],
    [
      "And it is only fair to state, with regard to modern journalists, that they always apologise to one in private for what they have written against one in public."
    ],
    [
      "In old days men had the rack. Now they have the press."
    ],
    [
      "In America the President reigns for four years, and Journalism governs for ever and ever."
    ],
    [
      "People sometimes inquire what form of government is most suitable for an artist to live under. To this question there is only one answer. The form of government that is most suitable to the artist is no government at all. Authority over him and his art is ridiculous."
    ],
    [
      "There are as many perfections as there are imperfect men. And while to the claims of charity a man may yield and yet be free, to the claims of conformity no man may yield and remain free at all."
    ],
    [
      "There are three kinds of despots. There is the despot who tyrannises over the body. There is the despot who tyrannises over the soul. There is the despot who tyrannises over the soul and body alike. The first is called the Prince. The second is called the Pope. The third is called the People."
    ],
    [
      "The only thing that one really knows about human nature is that it changes. Change is the one quality we can predicate of it. The systems that fail are those that rely on the permanency of human nature, and not on its growth and development. The error of Louis XIV was that he thought human nature would always be the same. The result of his error was the French Revolution. It was an admirable result. All the results of the mistakes of governments are quite admirable."
    ],
    [
      "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live."
    ],
    [
      "A man who does not think for himself does not think at all."
    ],
    [
      "For what man has sought for is, indeed, neither pain nor pleasure, but simply Life. Man has sought to live intensely, fully, perfectly. When he can do so without exercising restraint on others, or suffering it ever, and his activities are all pleasurable to him, he will be saner, healthier, more civilised, more himself. Pleasure is Nature's test, her sign of approval. When man is happy, he is in harmony with himself and his environment."
    ],
    [
      "It was a fatal day when the public discovered that the pen is mightier than the paving-stone, and can be made as offensive as the brickbat. They at once sought for the journalist, found him, developed him, and made him their industrious and well-paid servant. It is greatly to be regretted, for both their sakes. Behind the barricade there may be much that is noble and heroic. But what is there behind the leading-article but prejudice, stupidity, cant, and twaddle? And when these four are joined together they make a terrible force, and constitute the new authority. [1]"
    ],
    [
      "In the old days men had the rack. Now they have the Press. That is an Improvement certainly. but still it is very bad, and wrong, and demoralising. Somebody - was it Burke? - called journalism the fourth estate. That was true at the time, no doubt. But at the present moment it really is the only estate. It has eaten up the other three. The Lords Temporal say nothing, The Lords Spiritual have nothing to say and the House of Commons has nothing to say and says it. We are dominated by journalism. [2]"
    ],
    [
      "In America, the President reigns for four years, and journalism governs for ever and ever. Fortunately, in America journalism has carried its authority to the grossest and most brutal extreme. As a natural consequence it has begun to create a spirit of revolt, people are amused by it, or disgusted by it, according to their temperaments. but it is no longer the real force it was. It is not seriously treated. In England, journalism, except in a few well-known instances, not having been carried to such excesses of brutality, is still a great factor, a remarkable power. The tyranny that it proposes to exercise over people's private lives seems to me to be quite extraordinary. [3]"
    ],
    [
      "Here we allow absolute freedom to the journalist and entirely limit the artist. English public opinion, that is to say, tries to constrain and impede and warp the man who makes things that are beautiful in effect, and compels the journalist to retail things that are ugly, or disgusting, or revolting in fact, so that we have the most serious journalists in the world and the most indecent newspapers. [4]"
    ],
    [
      "The fact is, that the public have an insatiable curiosity to know everything, except what is worth knowing. Journalism, conscious of this, and having tradesmanlike habits, supplies their demands [5]"
    ],
    [
      "It is absurd to divide people into good and bad. People are either charming or tedious."
    ],
    [
      "Nowadays we are all of us so hard up that the only pleasant things to pay are compliments. They're the only things we can pay."
    ],
    [
      "I can resist everything except temptation."
    ],
    [
      "Life is far too important a thing ever to talk seriously about it."
    ],
    [
      "I am the only person in the world I should like to know thoroughly."
    ],
    [
      "My experience is that as soon as people are old enough to know better, they don't know anything at all."
    ],
    [
      "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship."
    ],
    [
      "My own business always bores me to death. I prefer other people's."
    ],
    [
      "Gossip is charming! History is merely gossip. But scandal is gossip made tedious by morality."
    ],
    [
      "We are all in the gutter, but some of us are looking at the stars."
    ],
    [
      "In this world there are only two tragedies. One is not getting what one wants, and the other is getting it."
    ],
    [
      "A man who knows the price of everything and the value of nothing. [Answering the question, what is a cynic?]"
    ],
    [
      "Experience is the name everyone gives to their mistakes. [First used by Wilde in Vera; or, The Nihilists.]"
    ],
    [
      "I have never admitted that I am more than twenty-nine, or thirty at the most. Twenty-nine when there are pink shades, thirty when there are not."
    ],
    [
      "What a pity that in life we only get our lessons when they are of no use to us."
    ],
    [
      "The growing influence of women is the one reassuring thing in our political life."
    ],
    [
      "Mrs. Allonby: They say, Lady Hunstanton, that when good Americans die they go to Paris. Lady Hunstanton: Indeed? And when bad Americans die, where do they go to? Lord Illingworth: Oh, they go to America."
    ],
    [
      "The youth of America is their oldest tradition. It has been going on now for three hundred years."
    ],
    [
      "The English country gentleman galloping after a fox - the unspeakable in full pursuit of the uneatable."
    ],
    [
      "Kelvil: May I ask, Lord Illingworth, if you regard the House of Lords as a better institution than the House of Commons? Lord Illingworth: A much better institution of course. We in the House of Lords are never in touch with public opinion. That makes us a civilised body."
    ],
    [
      "Lord Illingworth: The Book of Life begins with a man and a woman in a garden. Mrs. Allonby: It ends with Revelations."
    ],
    [
      "Lady Hunstanton: But do you believe all that is written in the newspapers? Lord Illingworth: I do. Nowadays it is only the unreadable that occurs."
    ],
    [
      "Lord Illingworth: Women have become too brilliant. Nothing spoils a romance so much as a sense of humour in the woman.Mrs. Allonby: Or the want of it in the man."
    ],
    [
      "Lord Illingworth: Discontent is the first step in the progress of a man or a nation."
    ],
    [
      "Gerald: I suppose society is wonderfully delightful? Lord Illingworth: To be in it is merely a bore. But to be out of it simply a tragedy."
    ],
    [
      "Men marry because they are tired; women because they are curious. Both are disappointed."
    ],
    [
      "I am always astonishing myself. It is the only thing that makes life worth living."
    ],
    [
      "Moderation is a fatal thing, Lady Hunstanton. Nothing succeeds like excess."
    ],
    [
      "The only difference between the saint and the sinner is that every saint has a past and every sinner has a future."
    ],
    [
      "Children begin by loving their parents. After a time they judge them. Rarely if ever do they forgive them."
    ],
    [
      "Education is an admirable thing. But it is well to remember from time to time that nothing that is worth knowing can be taught."
    ],
    [
      "The English are always degrading truths into facts. When a truth becomes a fact it loses all its intellectual value."
    ],
    [
      "It is a very sad thing that nowadays there is so little useless information."
    ],
    [
      "The only link between Literature and the Drama left to us in England at the present moment is the bill of the play."
    ],
    [
      "In old days books were written by men of letters and read by the public. Nowadays books are written by the public and read by nobody."
    ],
    [
      "Friendship is far more tragic than love. It lasts longer."
    ],
    [
      "Art is the only serious thing in the world. And the artist is the only person who is never serious."
    ],
    [
      "To be really mediaeval one should have no body. To be really modern one should have no soul. To be really Greek one should have no clothes."
    ],
    [
      "Even the disciple has his uses. He stands behind one's throne, and at the moment of one's triumph whispers in one's ear that, after all, one is immortal."
    ],
    [
      "The only thing that can console one for being poor is extravagance. The only thing that can console one for being rich is economy."
    ],
    [
      "Those whom the gods love grow young."
    ],
    [
      "Ambition is the last refuge of the failure."
    ],
    [
      "Religions die when they are proved to be true. Science is the record of dead religions."
    ],
    [
      "If one tells the truth, one is sure, sooner or later, to be found out."
    ],
    [
      "Patriotism is the vice of nations."
    ],
    [
      "Only the shallow know themselves."
    ],
    [
      "In examinations the foolish ask questions that the wise cannot answer."
    ],
    [
      "The old believe everything; the middle-aged suspect everything; the young know everything."
    ],
    [
      "To love oneself is the beginning of a life-long romance."
    ],
    [
      "One should always be a little improbable."
    ],
    [
      "Time is a waste of money."
    ],
    [
      "The only way to atone for being occasionally a little over-dressed is by being always absolutely over-educated."
    ],
    [
      "Really, if the lower orders don't set us a good example, what on earth is the use of them?"
    ],
    [
      "I really don't see anything romantic in proposing. It is very romantic to be in love. But there is nothing romantic about a definite proposal. Why, one may be accepted. One usually is, I believe. Then the excitement is all over. The very essence of romance is uncertainty."
    ],
    [
      "Divorces are made in Heaven."
    ],
    [
      "The number of women in London who flirt with their own husbands is perfectly scandalous. It looks so bad. It is simply washing one's clean linen in public."
    ],
    [
      "I hear her hair has turned quite gold from grief"
    ],
    [
      "I do not approve of anything that tampers with natural ignorance. Ignorance is like a delicate exotic fruit; touch it and the bloom is gone."
    ],
    [
      "My dear fellow, the truth isn't quite the sort of thing one tells to a nice, sweet, refined girl."
    ],
    [
      "The only way to behave to a woman is to make love to her if she is pretty and to someone else if she is plain."
    ],
    [
      "Ah! That must be Aunt Augusta. Only relatives, or creditors, ever ring in that Wagnerian manner."
    ],
    [
      "To lose one parent may be regarded as a misfortune ... to lose both seems like carelessness."
    ],
    [
      "An engagement should come on a young girl as a surprise, pleasant or unpleasant as the case may be."
    ],
    [
      "All women become like their mothers. That is their tragedy. No man does. That's his."
    ],
    [
      "Jack: That, my dear Algy, is the whole truth pure and simple. Algernon: The truth is rarely pure and never simple. Modern life would be very tedious if it were either, and modern literature a complete impossibility!"
    ],
    [
      "I have invented an invaluable permanent invalid called Bunbury, in order that I may be able to go down into the country whenever I choose."
    ],
    [
      "In married life, three is company, and two is none."
    ],
    [
      "Of course the music is a great difficulty. You see, if one plays good music, people don't listen, and if one plays bad music people don't talk."
    ],
    [
      "It is absurd to have a hard and fast rule about what one should read and what one shouldn't. More than half of modern culture depends on what one shouldn't read."
    ],
    [
      "I have always been of opinion that a man who desires to get married should know either everything or nothing."
    ],
    [
      "Relations are simply a tedious pack of people, who haven't got the remotest knowledge of how to live, nor the smallest instinct about when to die."
    ],
    [
      "Mothers, of course, are all right. They pay a chap's bills and don't bother him. But fathers bother a chap and never pay his bills."
    ],
    [
      "Memory is the diary that we all carry about with us."
    ],
    [
      "No gentleman ever has any money."
    ],
    [
      "When a man does exactly what a woman expects him to do she doesn't think much of him. One should always do what a woman doesn't expect, just as one should say what she doesn't understand."
    ],
    [
      "I never travel without my diary. One should always have something sensational to read in the train."
    ],
    [
      "The home seems to me to be the proper sphere for the man. And certainly once a man begins to neglect his domestic duties he becomes painfully effeminate, does he not?"
    ],
    [
      "I hope you have not been leading a double life, pretending to be wicked and being really good all the time. That would be hypocrisy."
    ],
    [
      "The good ended happily, and the bad unhappily. That is what Fiction means."
    ],
    [
      "The absence of old friends one can endure with equanimity. But even a momentary separation from anyone to whom one has just been introduced is almost unbearable."
    ],
    [
      "Well, I can't eat muffins in an agitated manner. The butter would probably get on my cuffs. One must eat muffins quite calmly, it is the only way to eat them."
    ],
    [
      "Never speak disrespectfully of Society, Algernon. Only people who can't get into it do that."
    ],
    [
      "To speak frankly, I am not in favour of long engagements. They give people the opportunity of finding out each other's character before marriage, which I think is never advisable."
    ],
    [
      "Thirty-five is a very attractive age. London society is full of women of the very highest birth who have, of their own free choice, remained thirty-five for years."
    ],
    [
      "I've now realized for the first time in my life the vital Importance of Being Earnest."
    ],
    [
      "If you are not too long, I will wait here for you all my life."
    ],
    [
      "This suspense is terrible. I hope it will last."
    ],
    [
      "Oh, I love London society! It is entirely composed now of beautiful idiots and brilliant lunatics. Just what society should be."
    ],
    [
      "Science can never grapple with the irrational. That is why it has no future before it, in this world."
    ],
    [
      "Even you are not rich enough, Sir Robert, to buy back your past. No man is."
    ],
    [
      "I always pass on good advice. It is the only thing to do with it. It is never of any use to oneself."
    ],
    [
      "Sooner or later we have all to pay for what we do."
    ],
    [
      "Only dull people are brilliant at breakfast."
    ],
    [
      "I love talking about nothing, father. It is the only thing I know anything about."
    ],
    [
      "Women have a wonderful instinct about things. They can discover everything except the obvious."
    ],
    [
      "Life is never fair, Robert. And perhaps it is a good thing for most of us that is is not."
    ],
    [
      "Musical people are so absurdly unreasonable. They always want one to be perfectly dumb a the very moment when one is longing to be absolutely deaf."
    ],
    [
      "All sins, except a sin against itself, Love should forgive. All lives, save loveless lives, true Love should pardon."
    ],
    [
      "Fashion is what one wears oneself. What is unfashionable is what other people wear."
    ],
    [
      "The only possible society is oneself."
    ],
    [
      "To love oneself is the beginning of a lifelong romance."
    ],
    [
      "However, it is always nice to be expected, and not to arrive."
    ],
    [
      "Oh, why will parents always appear at the wrong time? Some extraordinary mistake in nature, I suppose."
    ],
    [
      "Lord Caversham: No woman, plain or pretty, has any common sense at all, sir. Common sense is the privilege of our sex. Lord Goring: Quite so. And we men are so self-sacrificing that we never use it, do we, father?"
    ],
    [
      "Do you really think, Arthur, that it is weakness that yields to temptation? I tell you that there are terrible temptations that it requires strength, strength and courage, to yield to."
    ],
    [
      "Women are never disarmed by compliments. Men always are."
    ],
    [
      "Lord Goring: Now I'm gonna give you some good advice. Mrs. Cheveley: Pray don't. You should never give a woman something she can't wear in the evening"
    ],
    [
      "Fathers should be neither seen nor heard. That is the only proper basis for family life. Mothers are different. Mothers are darlings."
    ],
    [
      "When one pays a visit it is for the purpose of wasting other people's time, not one's own."
    ],
    [
      "If we men married the women we deserved, we should have a very bad time of it."
    ],
    [
      "I don't at all like knowing what people say of me behind my back. It makes me far too conceited."
    ],
    [
      "Now don't stir. I'll be back in five minutes. And don't fall into any temptations while I am away."
    ],
    [
      "I have said to you to speak the truth is a painful thing. To be forced to tell lies is much worse."
    ],
    [
      "A thing is, according to the mode in which one looks at it."
    ],
    [
      "Only good questions deserve good answers."
    ],
    [
      "It seems to me that we all look at Nature too much, and live with her too little."
    ],
    [
      "The supreme vice is shallowness."
    ],
    [
      "We are specially designed to appeal to the sense of humour."
    ],
    [
      "We are the zanies of sorrow. We are clowns whose hearts are broken."
    ],
    [
      "When one has weighed the sun in the balance, and measured the steps of the moon, and mapped out the seven heavens, there still remains oneself. Who can calculate the orbit of his own soul?"
    ],
    [
      "Where there is sorrow there is holy ground."
    ],
    [
      "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation."
    ],
    [
      "For a sentimentalist is simply one who desires to have the luxury of an emotion without paying for it."
    ],
    [
      "All trials are trials for one's life, just as all sentences are sentences of death;"
    ],
    [
      "If after I am free a friend of mine gave a feast, and did not invite me to it, I should not mind a bit. I can be perfectly happy by myself. With freedom, flowers, books, and the moon, who could not be perfectly happy? [...] But if after I am free a friend of mine had a sorrow and refused to allow me to share it, I should feel it most bitterly. If he shut the doors of the house of mourning against me, I would come back again and again and beg to be admitted, so that I might share in what I was entitled to share in. If he thought me unworthy, unfit to weep with him, I should feel it as the most poignant humiliation, as the most terrible mode in which disgrace could be inflicted on me. But that could not be. I have a right to share in sorrow, and he who can look at the loveliness of the world and share its sorrow, and realise something of the wonder of both, is in immediate contact with divine things, and has got as near to God's secret as any one can get."
    ],
    [
      "I never saw a man who looked With such a wistful eye Upon that little tent of blue Which prisoners call the sky."
    ],
    [
      "When a voice behind me whispered low, \"That fellow's got to swing.\""
    ],
    [
      "Yet each man kills the thing he loves By each let this be heard, Some do it with a bitter look, Some with a flattering word, The coward does it with a kiss, The brave man with a sword!"
    ],
    [
      "It is sweet to dance to violins When Love and Life are fair: To dance to flutes, to dance to lutes Is delicate and rare: But it is not sweet with nimble feet To dance upon the air!"
    ],
    [
      "For Man's grim Justice goes its way, And will not swerve aside: It slays the weak, it slays the strong, It has a deadly stride: With iron heel it slays the strong, The monstrous parricide!"
    ],
    [
      "For he who lives more lives than one More deaths than one must die."
    ],
    [
      "Something was dead in each of us, And what was dead was Hope."
    ],
    [
      "And the wild regrets, and the bloody sweats, None knew so well as I: For he who lives more lives than one More deaths than one must die."
    ],
    [
      "And alien tears will fill for him Pity's long-broken urn, For his mourners will be outcast men, And outcasts always mourn."
    ],
    [
      "I know not whether Laws be right, Or whether Laws be wrong; All that we know who lie in gaol Is that the wall is strong; And that each day is like a year, A year whose days are long."
    ],
    [
      "The vilest deeds like poison weeds Bloom well in prison air; It is only what is good in man That wastes and withers there; Pale Anguish keeps the heavy gate And the Warder is Despair."
    ],
    [
      "And all, but Lust, is turned to dust In Humanity's machine."
    ],
    [
      "How else but through a broken heart May Lord Christ enter in?"
    ],
    [
      "I know not whether Laws be right, Or whether Laws be wrong; All that we know who lie in gaol Is that the wall is strong; And that each day is like a year, A year whose days are long."
    ],
    [
      "This too I know-and wise it were If each could know the same- That every prison that men build Is built with bricks of shame, And bound with bars lest Christ should see How men their brothers maim."
    ]
  ]
}