{
  "bio": "Ralph Waldo Emerson was an American philosopher, essayist, and poet. He was born in 1847 in Ohio, and died in 1921 in New York City. Emerson is best known for his essay \"The Civil War,\" which he wrote in 1862. The essay is a call for peace and a critique of the war. Emerson's other famous works include \"The Law of Identity,\" \"The Idea of Social Justice,\" and \"On Liberty.\"",
  "quotes": [
    [
      "He who is in love is wise and is becoming wiser, sees newly every time he looks at the object beloved, drawing from it with his eyes and his mind those virtues which it possesses."
    ],
    [
      "I fancy I need more than another to speak (rather than write), with such a formidable tendency to the lapidary style. I build my house of boulders."
    ],
    [
      "Literature is the effort of man to indemnify himself for the wrongs of his condition."
    ],
    [
      "Self-reliance, the height and perfection of man, is reliance on God."
    ],
    [
      "Slavery is disheartening; but Nature is not so helpless but it can rid itself of every last wrong. But the spasms of nature are centuries and ages and will tax the faith of short-lived men."
    ],
    [
      "I am not blind to the worth of the wonderful gift of 'Leaves of Grass.' I find it the most extraordinary piece of wit and wisdom that America has yet contributed."
    ],
    [
      "If the colleges were better, if they ... had the power of imparting valuable thought, creative principles, truths which become powers, thoughts which become talents ... we should all rush to their gates."
    ],
    [
      "Always put the best interpretation on a tenet. Why not on Christianity, wholesome, sweet, and poetic? It is the record of a pure and holy soul, humble, absolutely disinterested, a truth-speaker, and bent on serving, teaching, and uplifting men."
    ],
    [
      "Only the great generalizations survive. The sharp words of the Declaration of Independence, lampooned then and since as 'glittering generalities,' have turned out blazing ubiquities that will burn forever and ever."
    ],
    [
      "A mollusk is a cheap edition [of man] with a suppression of the costlier illustrations, designed for dingy circulation, for shelving in an oyster-bank or among the seaweed."
    ],
    [
      "Poetry teaches the enormous force of a few words, and, in proportion to the inspiration, checks loquacity."
    ],
    [
      "There are two classes of poets - the poets by education and practice, these we respect; and poets by nature, these we love."
    ],
    [
      "What is a weed? A plant whose virtues have yet to be discovered."
    ],
    [
      "We are never without a pilot. When we know not how to steer, and dare not hoist a sail, we can drift."
    ],
    [
      "A man contains all that is needful to his government within himself. He is made a law unto himself."
    ],
    [
      "To different minds, the same world is a hell, and a heaven."
    ],
    [
      "When a whole nation is roaring Patriotism at the top of its voice, I am fain to explore the cleanness of its hands and purity of its heart."
    ],
    [
      "The cup of life is not so shallow That we have drained the best That all the wine at once we swallow And lees make all the rest."
    ],
    [
      "There is a freemasonry among the dull by which they recognize and are sociable with the dull, as surely as a correspondent tact in men of genius."
    ],
    [
      "The Religion that is afraid of science dishonours God and commits suicide."
    ],
    [
      "A sect or party is an elegant incognito devised to save a man from the vexation of thinking."
    ],
    [
      "The purpose of life seems to be to acquaint a man with himself. He is not to live the future as described to him but to live the real future to the real present. The highest revelation is that God is in every man."
    ],
    [
      "No man can have society upon his own terms. If he seeks it, he must serve it too."
    ],
    [
      "Four snakes gliding up and down a hollow for no purpose that I could see - not to eat, not for love, but only gliding."
    ],
    [
      "Let me never fall into the vulgar mistake of dreaming that I am persecuted whenever I am contradicted."
    ],
    [
      "I wish to write such rhymes as shall not suggest a restraint, but contrariwise the wildest freedom."
    ],
    [
      "Man exists for his own sake and not to add a laborer to the state."
    ],
    [
      "He needs no library, for he has not done thinking; no church, for he is himself a prophet; no statute book, for he hath the Lawgiver; no money, for he is value itself; no road, for he is at home where he is."
    ],
    [
      "The best effect of fine persons is felt after we have left their presence."
    ],
    [
      "How we hate this solemn Ego that accompanies the learned, like a double, wherever he goes."
    ],
    [
      "People do not deserve to have good writing, they are so pleased with bad."
    ],
    [
      "You shall have joy, or you shall have power, said God; you shall not have both."
    ],
    [
      "Do not be too timid and squeamish about your actions. All life is an experiment. The more experiments you make, the better."
    ],
    [
      "If I made laws for Shakers or a school, I should gazette every Saturday all the words they were wont to use in reporting religious experiences."
    ],
    [
      "It is easy to live for others; everybody does. I call on you to live for yourselves."
    ],
    [
      "I owed a magnificent day to the Bhagavad Gita. It was the first of books; it was as if an empire spoke to us, nothing small or unworthy, but large, serene, consistent, the voice of an old intelligence which in another age and climate had pondered and thus disposed of the same questions which exercise us."
    ],
    [
      "Immortality. I notice that as soon as writers broach this question they begin to quote. I hate quotation. Tell me what you know."
    ],
    [
      "The word liberty in the mouth of Mr. Webster sounds like the word love in the mouth of a courtesan."
    ],
    [
      "I trust a good deal to common fame, as we all must. If a man has good corn, or wood, or boards, or pigs, to sell, or can make better chairs or knives, crucibles or church organs, than anybody else, you will find a broad hard-beaten road to his house, though it be in the woods."
    ],
    [
      "The blazing evidence of immortality is our dissatisfaction with any other solution."
    ],
    [
      "The book written against fame and learning has the author's name on the title-page."
    ],
    [
      "I have been writing & speaking what were once called novelties, for twenty five or thirty years, & have not now one disciple. Why? Not that what I said was not true; not that it has not found intelligent receivers but because it did not go from any wish in me to bring men to me, but to themselves. I delight in driving them from me. What could I do, if they came to me? - they would interrupt and encumber me. This is my boast that I have no school & no follower. I should account it a measure of the impurity of insight, if it did not create independence."
    ],
    [
      "The believing we do something when we do nothing is the first illusion of tobacco."
    ],
    [
      "You can take better care of your secret than another can."
    ],
    [
      "If the stars should appear one night in a thousand years, how would men believe and adore, and preserve for many generations the remembrance of the city of God which had been shown!"
    ],
    [
      "Our age is retrospective. It builds the sepulchres of the fathers. It writes biographies, histories, and criticism. The foregoing generation beheld God and nature face to face; we, through their eyes. Why should not we also enjoy an original relation to the universe. Why should not we have a poetry and philosophy of insight and not of tradition, and a religion by revelation to us, and not the history of theirs?"
    ],
    [
      "Undoubtedly we have no questions to ask which are unanswerable. We must trust the perfection of the creation so far, as to believe that whatever curiosity the order of things has awakened in our minds, the order of things can satisfy. Every man's condition is a solution in hieroglyphic to those inquiries he would put. He acts it as life, before he apprehends it a truth."
    ],
    [
      "If the stars should appear one night in a thousand years, how would men believe and adore, and preserve for many generations the remembrance of the city of God which had been shown! But every night come out these envoys of beauty, and light the universe with their admonishing smile."
    ],
    [
      "The stars awaken a certain reverence, because though always present, they are inaccessible; but all natural objects make a kindred impression, when the mind is open to their influence. Nature never wears a mean appearance. Neither does the wisest man extort her secret, and lose his curiosity by finding out all her perfection. Nature never became a toy to a wise spirit. The flowers, the animals, the mountains, reflected the wisdom of his best hour, as much as they had delighted the simplicity of his childhood."
    ],
    [
      "Standing on the bare ground, - my head bathed by the blithe air, and uplifted into infinite space, - all mean egotism vanishes. I become a transparent eye-ball; I am nothing; I see all; the currents of the Universal Being circulate through me; I am part or particle of God."
    ],
    [
      "Give me health and a day, and I will make the pomp of emperors ridiculous."
    ],
    [
      "We are, like Nebuchadnezzar, dethroned, bereft of reason, and eating grass like an ox."
    ],
    [
      "The state of society is one in which the members have suffered amputation from the trunk, and strut about so many walking monsters,-a good finger, a neck, a stomach, an elbow, but never a man."
    ],
    [
      "In this distribution of functions, the scholar is the delegated intellect. In the right state, he is, Man Thinking. In the degenerate state, when the victim of society, he tends to become a mere thinker, or, still worse, the parrot of other men's thinking."
    ],
    [
      "I had better never see a book than to be warped by its attraction clean out of my own orbit, and made a satellite instead of a system. The one thing in the world, of value, is the active soul."
    ],
    [
      "The soul active sees absolute truth; and utters truth, or creates."
    ],
    [
      "But genius looks forward: the eyes of men are set in his forehead, not in his hindhead: man hopes: genius creates."
    ],
    [
      "Genius is always sufficiently the enemy of genius by over influence."
    ],
    [
      "Character is higher than intellect...A great soul will be strong to live, as well as strong to think."
    ],
    [
      "Of course, he who has put forth his total strength in fit actions, has the richest return of wisdom."
    ],
    [
      "Success treads on every right step. For the instinct is sure, that prompts him to tell his brother what he thinks. He then learns, that in going down into the secrets of his own mind, he has descended into the secrets of all minds. He learns that he who has mastered any law in his private thoughts, is master to that extent of all men whose language he speaks, and of all into whose language his own can be translated."
    ],
    [
      "What would we really know the meaning of? The meal in the firkin; the milk in the pan; the ballad in the street; the news of the boat; the glance of the eye; the form and the gait of the body; - show me the ultimate reason of these matters; show me the sublime presence of the highest spiritual cause lurking, as always it does lurk, in these suburbs and extremities of nature; let me see every trifle bristling with the polarity that ranges it instantly on an eternal law; and the shop, the plough, and the ledger, referred to the like cause by which light undulates and poets sing; - and the world lies no longer a dull miscellany and lumber-room, but has form and order; there is no trifle; there is no puzzle; but one design unites and animates the farthest pinnacle and the lowest trench."
    ],
    [
      "Do not yet see, that, if the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him."
    ],
    [
      "We will walk on our own feet; we will work with our own hands; we will speak our own minds...A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men."
    ],
    [
      "The world is nothing, the man is all; in yourself is the law of all nature, and you know not yet how a globule of sap ascends; in yourself slumbers the whole of Reason; it is for you to know all, it is for you to dare all."
    ],
    [
      "The sublime is excited in me by the great stoical doctrine, Obey thyself."
    ],
    [
      "In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul; that the earth and heavens are passing into his mind; that he is drinking forever the soul of God?"
    ],
    [
      "Wherever a man comes, there comes revolution. The old is for slaves."
    ],
    [
      "None believeth in the soul of man, but only in some man or person old and departed."
    ],
    [
      "The imitator dooms himself to hopeless mediocrity. The inventor did it because it was natural to him, and so in him it has a charm. In the imitator something else is natural, and he bereaves himself of his own beauty, to come short of another man's."
    ],
    [
      "Every wayfarer he meets What himself declared repeats, What himself confessed records, Sentences him in his words; The form is his own corporal form, And his thought the penal worm."
    ],
    [
      "Yet shine forever virgin minds, Loved by stars and the purest winds, Which, o'er passion throned sedate, Have not hazarded their state;"
    ],
    [
      "Disconcert the searching spy, Rendering to a curious eye The durance of a granite ledge To those who gaze from the sea's edge. It is there for benefit; It is there for purging light; There for purifying storms; And its depths reflect all forms; It cannot parley with the mean,- Pure by impure is not seen."
    ],
    [
      "For there's no sequestered grot, Lone mountain tarn, or isle forgot, But Justice, journeying in the sphere, Daily stoops to harbour there. Astraea"
    ],
    [
      "Good bye, proud world! I'm going home; Thou art not my friend; I am not thine. Good-bye, st. 1"
    ],
    [
      "For what are they all in their high conceit, When man in the bush with God may meet? Good-bye, st. 4"
    ],
    [
      "Nor knowest thou what argument Thy life to thy neighbor's creed has lent: All are needed by each one, Nothing is fair or good alone. Each and All, st. 1"
    ],
    [
      "I wiped away the weeds and foam, And fetched my sea-born treasures home; But the poor, unsightly, noisome things Had left their beauty on the shore With the sun, and the sand, and the wild uproar. Each and All, st. 3"
    ],
    [
      "Announced by all the trumpets of the sky Arrives the snow, and driving o'er the fields, Seems nowhere to alight: the whited air Hides hills and woods, the river and the heaven, And veils the farm-house at the garden's end. The Snow-Storm"
    ],
    [
      "And when his hours are numbered, and the world Is all his own, retiring, as he were not, Leaves, when the sun appears, astonished Art To mimic in slow structures, stone by stone Built in an age, the mad wind's night-work, The frolic architecture of the snow. The Snow-Storm"
    ],
    [
      "Life is too short to waste The critic bite or cynic bark, Quarrel, or reprimand; 'Twill soon be dark; Up! mind thine own aim, and God speed the mark! To J. W., st. 4"
    ],
    [
      "For there's no rood has not a star above it; The cordial quality of pear or plum Ascends as gladly in a single tree, As in broad orchards resonant with bees; And every atom poises for itself, And for the whole. Musketaquid, st. 5"
    ],
    [
      "But all sorts of things and weather Must be taken in together To make up a year, And a sphere. Fable"
    ],
    [
      "Talents differ; all is well and wisely put; If I cannot carry forests on my back, Neither can you crack a nut. Fable"
    ],
    [
      "Rhodora! if the sages ask thee why This charm is wasted on the earth and sky, Tell them, dear, that, if eyes were made for seeing, Then beauty is its own excuse for Being. The Rhodora"
    ],
    [
      "Go where he will, the wise man is at home, His hearth the earth, his hall the azure dome. Wood-notes, st. 3"
    ],
    [
      "Whoso walketh in solitude, And inhabiteth the wood, Choosing light, wave, rock, and bird, Before the money-loving herd, Into that forester shall pass From these companions power and grace. Wood-notes, no. II, st. 4"
    ],
    [
      "For nature beats in perfect tune, And rounds with rhyme her every rune, Whether she work in land or sea, Or hide underground her alchemy. Thou canst not wave thy staff in air, Or dip thy paddle in the lake, But it carves the bow of beauty there, And the ripples in rhymes the oar forsake. Wood-notes, no. II, st. 7"
    ],
    [
      "The horseman serves the horse, The neatherd serves the neat, The merchant serves the purse, The eater serves his meat; 'Tis the day of the chattel, Web to weave, and corn to grind; Things are in the saddle, And ride mankind. Ode: Inscribed to W. H. Channing, st. 7"
    ],
    [
      "There are two laws discrete Not reconciled, Law for man, and law for thing. Ode: Inscribed to W. H. Channing, st. 9"
    ],
    [
      "Olympian bards who sung Divine ideas below, Which always find us young And always keep us so. Ode to Beauty, st. 2"
    ],
    [
      "Give all to love; Obey thy heart; Friends, kindred, days, Estate, good fame, Plans, credit, and the muse; Nothing refuse. Give All to Love, st. 1"
    ],
    [
      "Though thou loved her as thyself, As a self of purer clay, Tho' her parting dims the day, Stealing grace from all alive, Heartily know, When half-gods go, The gods arrive. Give All to Love, st. 4"
    ],
    [
      "But these young scholars who invade our hills, Bold as the engineer who fells the wood, And travelling often in the cut he makes, Love not the flower they pluck, and know it not, And all their botany is Latin names. Blight, st. 2"
    ],
    [
      "The silent organ loudest chants The master's requiem. Dirge, st. 13"
    ],
    [
      "By the rude bridge that arched the flood, Their flag to April's breeze unfurled, Here once the embattled farmers stood, And fired the shot heard round the world."
    ],
    [
      "Hast thou named all the birds without a gun; Loved the wood-rose, and left it on its stalk. Forbearance"
    ],
    [
      "Earth laughs in flowers to see her boastful boys Earth-proud, proud of the earth which is not theirs; Who steer the plough, but can not steer their feet Clear of the grave. Hamatreya"
    ],
    [
      "Pass in, pass in, the angels say, In to the upper doors; Nor count compartments of the floors, But mount to Paradise By the stairway of surprise. Merlin, I, st. 2"
    ],
    [
      "Seeing only what is fair, Sipping only what is sweet, Thou dost mock at fate and care. To the Humble Bee, st. 6"
    ],
    [
      "I like a church, I like a cowl, I love a prophet of the soul, And on my heart monastic aisles Fall like sweet strains or pensive smiles; Yet not for all his faith can see, Would I that cowled churchman be. Why should the vest on him allure, Which I could not on me endure? The Problem, st. 1"
    ],
    [
      "Not from a vain or shallow thought His awful Jove young Phidias brought. The Problem, st. 2"
    ],
    [
      "Out from the heart of Nature rolled The burdens of the Bible old. The Problem, st. 2"
    ],
    [
      "The hand that rounded Peter's dome, And groined the aisles of Christian Rome, Wrought in a sad sincerity, Himself from God he could not free; He builded better than he knew, The conscious stone to beauty grew. The Problem, st. 2"
    ],
    [
      "Earth proudly wears the Parthenon As the best gem upon her zone. The Problem, st. 3"
    ],
    [
      "The world is upheld by the veracity of good men: they make the earth wholesome. Uses of Great Men"
    ],
    [
      "He is great who is what he is from Nature, and who never reminds us of others. Uses of Great Men"
    ],
    [
      "When nature removes a great man, people explore the horizon for a successor; but none comes, and none will. His class is extinguished with him. In some other and quite different field the next man will appear. Uses of Great Men"
    ],
    [
      "Every hero becomes a bore at last. Uses of Great Men"
    ],
    [
      "It costs a beautiful person no exertion to paint her image on our eyes; yet how splendid is that benefit! It costs no more for a wise soul to convey his quality to other men. Uses of Great Men"
    ],
    [
      "Things added to things, as statistics, civil history, are inventories. Things used as language are inexhaustibly attractive. Plato; or, The Philosopher"
    ],
    [
      "Keep cool: it will be all one a hundred years hence. Montaigne; or, The Skeptic"
    ],
    [
      "Is not marriage an open question, when it is alleged, from the beginning of the world, that such as are in the institution wish to get out, and such as are out wish to get in? Montaigne; or, The Skeptic"
    ],
    [
      "Thought is the property of him who can entertain it, and of him who can adequately place it. Shakespeare; or, The Poet"
    ],
    [
      "What point of morals, of manners, of economy, of philosophy, of religion, of taste, of the conduct of life, has he not settled? What mystery has he not signified his knowledge of? What..."
    ],
    [
      "Act, if you like,-but you do it at your peril. Men's actions are too strong for them. Show me a man who has acted, and who has not been the victim and slave of his action. What they have do..."
    ],
    [
      "In actions of enthusiasm, this drawback appears: but in those lower activities, which have no higher aim than to make us more comfortable and more cowardly, in actions of cunning, actions..."
    ],
    [
      "The measure of action is the sentiment from which it proceeds. The greatest action may easily be one of the most private circumstance. Goethe; or, The Writer"
    ],
    [
      "How can he [today's writer] be honored, when he does not honor himself; when he loses himself in the crowd; when he is no longer the lawgiver, but the sycophant, ducking to the giddy opinion of a r..."
    ],
    [
      "The thing done avails, and not what is said about it. An original sentence, a step forward, is worth more than all the censures. First Visit to England"
    ],
    [
      "Classics which at home are drowsily read have a strange charm in a country in"
    ],
    [
      "The hearing ear is always found close to the speaking tongue."
    ],
    [
      "Solvency is maintained by means of the national debt, on the principle, 'If you will not lend me the money, how can I pay you?'"
    ],
    [
      "I find the Englishman to be him of all men who stands firmest in his shoes. They have in themselves what they value in their horses, - mettle and bottom."
    ],
    [
      "The real and lasting victories are those of peace, and not of war."
    ],
    [
      "You have just dined, and however scrupulously the slaughterhouse is concealed in the graceful distance of miles, there is complicity."
    ],
    [
      "Great men, great nations, have not been boasters and buffoons, but perceivers of the terror of life, and have manned themselves to face it."
    ],
    [
      "In different hours, a man represents each of several of his ancestors, as if there were seven or eight of us rolled up in each man's skin, - seven or eight ancestors at least, - and they constitute the variety of notes for that new piece of music which his life is."
    ],
    [
      "Nature magically suits the man to his fortunes, by making these the fruit of his character."
    ],
    [
      "That what we seek we shall find; what we flee from flees from us."
    ],
    [
      "As there is a use in medicine for poisons, so the world cannot move without rogues."
    ],
    [
      "We may well call it black diamonds. Every basket is power and civilization. For coal is a portable climate..."
    ],
    [
      "Wealth begins in a tight roof that keeps the rain and wind out; in a good pump that yields you plenty of sweet water; in two suits of clothes, so to change your dress when you are wet; in dry sticks to burn; in a good double-wick lamp..."
    ],
    [
      "The world is his, who has money to go over it."
    ],
    [
      "The manly part is to do with might and main what you can do."
    ],
    [
      "You can never do a kindness too soon, for you never know how soon it will be too late."
    ],
    [
      "I have been quoted as saying captious things about travel; but I mean to do justice..."
    ],
    [
      "Solitude, the safeguard of mediocrity, is to genius the stern friend."
    ],
    [
      "I am not much an advocate for travelling, and I observe that men run away to other countries because they are not good in their own..."
    ],
    [
      "The measure of a master is his success in bringing all men round to his opinion twenty years later."
    ],
    [
      "The real and lasting victories are those of peace, and not of war."
    ],
    [
      "We are born believing. A man bears beliefs as a tree bears apples."
    ],
    [
      "The louder he talked of his honor, the faster we counted our spoons."
    ],
    [
      "Shallow men believe in luck, believe in circumstances...Strong men believe in cause and effect."
    ],
    [
      "People seem not to see that their opinion of the world is also a confession of character."
    ],
    [
      "I wish that life should not be cheap, but sacred. I wish the days to be as centuries, loaded, fragrant."
    ],
    [
      "Our chief want in life is somebody who shall make us do what we can."
    ],
    [
      "Make yourself necessary to somebody. Do not make life hard to any."
    ],
    [
      "Our chief want in life, is somebody who shall make us do what we can."
    ],
    [
      "Conversation is an art in which a man has all mankind for his competitors, for it is that which all are practising every day while they live."
    ],
    [
      "Good is a good doctor, but Bad is sometimes a better."
    ],
    [
      "Things are pretty, graceful, rich, elegant, handsome, but, until they speak to the imagination, not yet beautiful."
    ],
    [
      "If I could put my hand on the north star, would it be as beautiful? The sea is lovely, but when we bathe in it, the beauty forsakes all the near water."
    ],
    [
      "All is riddle, and the key to a riddle is another riddle."
    ],
    [
      "Whatever games are played with us, we must play no games with ourselves, but deal in our privacy with the last honesty and truth."
    ],
    [
      "I find men victims of illusion in all parts of life..."
    ],
    [
      "There is always a best way of doing everything, if it be to boil an egg. Manners are the happy ways of doing things..."
    ],
    [
      "Fine manners need the support of fine manners in others, and this is a gift interred only by the self."
    ],
    [
      "The highest compact we can make with our fellow, is, - 'Let there be truth between us two forevermore'."
    ],
    [
      "'Tis very certain that each man carries in his eye the exact indication of his rank in the immense scale of men..."
    ],
    [
      "The alleged power to charm down insanity, or ferocity in beasts, is a power behind the eye."
    ],
    [
      "There are always two parties, the party of the Past and the party of the Future: the Establishment and the Movement..."
    ],
    [
      "They rebel against theological as against political dogmas; against mediation, or saints, or any nobility in the unseen."
    ],
    [
      "The age tends to solitude. The association of the time is accidental and momentary and hypocritical, the detachment intrinsic and progressive. The association is for power, merely, - for means; the end being the enlargement and independency of the individual."
    ],
    [
      "The young men were born with knives in their brain, a tendency to introversion, self-dissection, anatomizing of motives."
    ],
    [
      "God said, I am tired of kings, I suffer them no more; Up to my ear the morning brings The outrage of the poor."
    ],
    [
      "To-day unbind the captive, So only are ye unbound; Lift up a people from the dust, Trump of their rescue, sound!"
    ],
    [
      "None shall rule but the humble, And none but Toil shall have."
    ],
    [
      "O tenderly the haughty day Fills his blue urn with fire; One morn is in the mighty heaven, And one in our desire."
    ],
    [
      "United States! the ages plead, - Present and Past in under-song, - Go put your creed into your deed, Nor speak with double tongue."
    ],
    [
      "I think no virtue goes with size; The reason of all cowardice Is, that men are overgrown, And, to be valiant, must come down To the titmouse dimension."
    ],
    [
      "So nigh is grandeur to our dust, So near is God to man, When Duty whispers low, Thou must, The youth replies, I can."
    ],
    [
      "England's genius filled all measure Of heart and soul, of strength and pleasure, Gave to the mind its emperor, And life was larger than before: Nor sequent centuries could hit Orbit and sum of Shakespeare's wit. The men who lived with him became Poets, for the air was fame."
    ],
    [
      "Nor mourn the unalterable Days That Genius goes and Folly stays."
    ],
    [
      "Born for success he seemed, With grace to win, with heart to hold, With shining gifts that took all eyes."
    ],
    [
      "Fear not, then, thou child infirm, There's no god dare wrong a worm."
    ],
    [
      "He thought it happier to be dead, To die for Beauty, than live for bread."
    ],
    [
      "Wilt thou seal up the avenues of ill? Pay every debt as if God wrote the bill."
    ],
    [
      "Deep in the man sits fast his fate To mould his fortunes, mean or great."
    ],
    [
      "For the prevision is allied Unto the thing so signified; Or say, the foresight that awaits Is the same Genius that creates."
    ],
    [
      "Daughters of Time, the hypocritic Days, Muffled and dumb like barefoot dervishes, And marching single in an endless file, Bring diadems and fagots in their hands."
    ],
    [
      "It is time to be old, To take in sail: - The god of bounds, Who sets to seas a shore, Came to me in his fatal rounds, And said: 'No more!"
    ],
    [
      "Though love repine, and reason chafe, There came a voice without reply, - ''T is man's perdition to be safe When for the truth he ought to die.'"
    ],
    [
      "If the red slayer think he slays, Or if the slain think he is slain, They know not well the subtle ways I keep, and pass, and turn again."
    ],
    [
      "Far or forgot to me is near; Shadow and sunlight are the same; The vanished gods to me appear; And one to me are shame and fame."
    ],
    [
      "They reckon ill who leave me out; When me they fly, I am the wings; I am the doubter and the doubt; And I the hymn the Brahmin sings."
    ],
    [
      "In the vaunted works of Art The master stroke is Nature's part."
    ],
    [
      "Ever from one who comes to-morrow Men wait their good and truth to borrow."
    ],
    [
      "The music that can deepest reach, And cure all ill, is cordial speech."
    ],
    [
      "Some of your hurts you have cured, And the sharpest you still have survived, But what torments of grief you endured From evils which never arrived!"
    ],
    [
      "A ruddy drop of manly blood The surging sea outweighs, The world uncertain comes and goes; The lover rooted stays."
    ],
    [
      "And striving to be man, the worm Mounts through all the spires of form."
    ],
    [
      "And every man, in love or pride, Of his fate is ever wide."
    ],
    [
      "Wilt thou seal up the avenues of ill? Pay every debt, as if God wrote the bill!"
    ],
    [
      "Too busy with the crowded hour to fear to live or die."
    ],
    [
      "God may forgive sins, he said, but awkwardness has no forgiveness in heaven or earth."
    ],
    [
      "The best university that can be recommended to a man of ideas is the gauntlet of the mobs."
    ],
    [
      "The ornament of a house is the friends who frequent it."
    ],
    [
      "The days .... come and go like muffled and veiled figures, sent from a distant friendly party; but they say nothing, and if we do not use the gifts they bring, they carry them as silently away."
    ],
    [
      "Can anybody remember when the times were not hard and money not scarce?"
    ],
    [
      "A man builds a fine house; and now he has a master, and a task for life: he is to furnish, watch, show it, and keep it in repair, the rest of his days."
    ],
    [
      "Write it on your heart that every day is the best day in the year."
    ],
    [
      "Men love to wonder, and that is the seed of our science."
    ],
    [
      "A third illusion haunts us, that a long duration, as a year, a decade, a century, is valuable. But an old French sentence says, 'God works in moments,' - 'En peu d'heure Dieu labeure.' We ask for long life, but 't is deep life, or grand moments, that signify. Let the measure of time be spiritual, not mechanical. Life is unnecessarily long. Moments of insight, of fine personal relation, a smile, a glance, - what ample borrowers of eternity they are! Life culminates and concentrates; and Homer said, 'The Gods ever give to mortals their appointed share of reason only on one day.'"
    ],
    [
      "Everything in the universe goes by indirection. There are no straight lines."
    ],
    [
      "'Tis the good reader that makes the good book; in every book he finds passages which seem confidences or asides hidden from all else and unmistakenly meant for his ear."
    ],
    [
      "Don't waste yourself in rejection, nor bark against the bad, but chant the beauty of the good."
    ],
    [
      "We do not count a man's years until he has nothing else to count."
    ],
    [
      "The end of the human race will be that it will eventually die of civilization."
    ],
    [
      "The most advanced nations are always those who navigate the most."
    ],
    [
      "The true test of civilization is, not the census, nor the size of the cities, nor the crops - no, but the kind of man the country turns out."
    ],
    [
      "Every genuine work of art has as much reason for being as the earth and the sun."
    ],
    [
      "Nature paints the best part of a picture, carves the best parts of the statue, builds the best part of the house, and speaks the best part of the oration."
    ],
    [
      "A masterpiece of art has in the mind a fixed place in the chain of being, as much as a plant or a crystal."
    ],
    [
      "Raphael paints wisdom, Handel sings it, Phidias carves it, Shakespeare writes it, Wren builds it, Columbus sails it, Luther preaches it, Washington arms it, Watt mechanizes it."
    ],
    [
      "Consider what you have in the smallest chosen library. A company of the wisest and wittiest men that could be picked out of all civil countries, in a thousand years, have set in best order the results of their learning and wisdom. The men themselves were hid and inaccessible, solitary, impatient of interruption, fenced by etiquette; but the thought which they did not uncover to their bosom friend is here written out in transparent words to us, the strangers of another age."
    ],
    [
      "I should as soon think of swimming across Charles River when I wish to go to Boston, as of reading all my books in originals when I have them rendered for me in my mother tongue."
    ],
    [
      "Alcohol, hashish, prussic acid, strychnine are weak dilutions. The surest poison is time."
    ],
    [
      "The imagination is not a talent of some men but is the health of every man."
    ],
    [
      "Life is not so short but that there is always time enough for courtesy."
    ],
    [
      "I have heard with admiring submission the experience of the lady who declared 'that the sense of being perfectly well-dressed gives a feeling of inward tranquility which religion is powerless to bestow'."
    ],
    [
      "Don't say things. What you are stands over you the while, and thunders so that I cannot hear what you say to the contrary."
    ],
    [
      "The law of the table is beauty, a respect to the common soul of the guests. Everything is unreasonable which is private to two or three, or any portion of the company. Tact never violates for a moment this law; never intrudes the orders of the house, the vices of the absent, or a tariff of expenses, or professional privacies; as we say, we never 'talk shop' before company. Lovers abstain from caresses, and haters from insults, while they sit in one parlor with common friends."
    ],
    [
      "Every really able man, in whatever direction he work,-a man of large affairs, an inventor, a statesman, an orator, a poet, a painter,-if you talk sincerely with him, considers his work, however much admired, as far short of what it should be."
    ],
    [
      "Great men are they who see that spiritual is stronger than any material force, that thoughts rule the world. No hope so bright but is the beginning of its own fulfillment."
    ],
    [
      "Shall I tell you the secret of the true scholar? It is this: Every man I meet is my master at some point, and in that, I learn of him."
    ],
    [
      "A good symbol is the best argument and is a missionary to persuade thousands."
    ],
    [
      "Wit makes its own welcome, and levels all distinctions. No dignity, no learning, and no force of character can make any stand against good wit."
    ],
    [
      "The perception of the comic is a tie of sympathy with other men, a pledge of sanity, and protection from those perverse tendencies and gloomy insanities in which fine intellects sometimes lose themselves. A rogue alive to the ludicrous is still convertible."
    ],
    [
      "Every book is a quotation; and every house is a quotation out of all forests and mines and stone-quarries; and every man is a quotation from all his ancestors."
    ],
    [
      "In the highest civilization, the book is still the highest delight. He who has once known its satisfactions is provided with a resource against calamity."
    ],
    [
      "The heroic cannot be the common, nor can the common be heroic."
    ],
    [
      "Next to the originator of a good sentence is the first quoter of it."
    ],
    [
      "The profit of books is according to the sensibility of the reader. The profoundest thought or passion sleeps as in a mine until an equal mind and heart finds and publishes it."
    ],
    [
      "A great man quotes bravely, and will not draw on his invention when his memory serves him with a word just as good."
    ],
    [
      "Genius borrows nobly. When Shakespeare is charged with debts to his authors, Landor replies: 'Yet he was more original than his originals. He breathed upon dead bodies and brought them into life.'"
    ],
    [
      "Now shall we say that only the first men were well alive, and the existing generation is invalided and degenerate? ... A more subtle and severe criticism might suggest that some dislocation has befallen the race; that men are off their centre; that multitudes of men do not live with Nature, but behold it as exiles. People go out to look at sunrises and sunsets who do not recognize their own quietly and happily, but know that it is foreign to them. As they do by books, so they quote the sunset and the star, and do not make them theirs. Worse yet, they live as foreigners in the world of truth, and quote thoughts, and thus disown them. Quotation confesses inferiority."
    ],
    [
      "We cannot overstate our debt to the Past, but the moment has the supreme claim. The Past is for us; but the sole terms on which it can become ours are its subordination to the Present. Only an inventor knows how to borrow, and every man is or should be an inventor. We must not tamper with the organic motion of the soul."
    ],
    [
      "Language is a city to the building of which every human being brought a stone; yet he is no more to be credited with the grand result than the acaleph which adds a cell to the coral reef which is the basis of the continent."
    ],
    [
      "In fact, it is as difficult to appropriate the thoughts of others as it is to invent."
    ],
    [
      "There are many things of which a wise man might wish to be ignorant."
    ],
    [
      "There are men who astonish and delight, men who instruct and guide. Some men's words I remember so well that I must often use them to express my thought. Yes, because I perceive that we have heard the same truth, but they have heard it better."
    ],
    [
      "Respect the child. Be not too much his parent. Trespass not on his solitude."
    ],
    [
      "I see that sensible men and conscientious men all over the world were of one religion."
    ],
    [
      "What strength belongs to every plant and animal in nature. The tree or the brook has no duplicity, no pretentiousness, no show. It is, with all its might and main, what it is, and makes one and the same impression and effect at all times."
    ],
    [
      "A mind does not receive truth as a chest receives jewels that are put into it, but as the stomach takes up food into the system. It is no longer food, but flesh, and is assimilated. The appetite and the power of digestion measure our right to knowledge. He has it who can use it. As soon as our accumulation overruns our invention or power to use, the evils of intellectual gluttony begin,- congestion of the brain, apoplexy, and strangulation."
    ],
    [
      "Characters and talents are complemental and suppletory. The world stands by balanced antagonisms. The more the peculiarities are pressed the better the result. The air would rot without lightning; and without the violence of direction that men have, without bigots, without men of the fixed idea, no excitement, no efficiency."
    ],
    [
      "The novelist should not make any character act absurdly, but only absurdly as seen by others. For it is so in life. Nonsense will not keep its unreason if you come into the humorist's point of view, but unhappily we find it is fast becoming sense, and we must flee again into the distance if we would laugh."
    ],
    [
      "What strength belongs to every plant and animal in nature. The tree or the brook has no duplicity, no pretentiousness, no show. It is, with all its might and main, what it is, and makes one and the same impression and effect at all times. All the thoughts of a turtle are turtles, and of a rabbit, rabbits. But a man is broken and dissipated by the giddiness of his will; he does not throw himself into his judgments; his genius leads him one way but 't is likely his trade or politics in quite another."
    ],
    [
      "The poor, short lone fact dies at birth. Memory catches it up into her heaven and bathes it in immortal waters."
    ],
    [
      "The bitterest tragic element in life to be derived from an intellectual source is the belief in a brute Fate or Destiny."
    ],
    [
      "So much of our time is spent in preparation, so much in routine and so much in retrospect, that the amount of each person's genius is confined to a very few hours."
    ],
    [
      "I hung my verse in the wind Time and tide their faults will find."
    ],
    [
      "Sunshine cannot bleach the snow, Nor time unmake what poets know."
    ],
    [
      "Every man I meet is in some way my superior, and in that, I can learn of him."
    ],
    [
      "You must read Plato. But you must hold him at arm's length and say, 'Plato, you have delighted and edified mankind for two thousand years. What have you to say to me?'"
    ],
    [
      "I read your piece on Plato. Holmes, when you strike at a king, you must kill him."
    ],
    [
      "I regard it as the irresistible effect of the Copernican astronomy to have made the theological scheme of redemption absolutely incredible"
    ],
    [
      "It is sublime as night and a breathless ocean. It contains every religious sentiment, all the grand ethics, which visit in turn each noble poetic mind .... It is of no use to put away the book if I trust myself in the woods or in a boat upon the pond. Nature makes a Brahmin of me presently: eternal compensation, unfathomable power, unbroken silence .... This is her creed. Peace, she saith to me, and purity and absolute abandonment - these panaceas expiate all sin and bring you to the beatitude of the Eight Gods."
    ],
    [
      "Plato was synthesis of Europe and Asia, and a decidedly Oriental element pervades his philosophy, giving it a sunrise color."
    ],
    [
      "The Indian teaching, through its clouds of legends, has yet a simple and grand religion, like a queenly countenance seen through a rich veil. It teaches to speak truth, love others, and to dispose trifles. The East is grand - and makes Europe appear the land of trifles .... all is soul and the soul is Vishnu ... cheerful and noble is the genius of this cosmogony. Hari is always gentle"
    ],
    [
      "nd serene - he translates to heaven the hunter who has accidentally shot him in his human form, he pursues his sport with boors and milkmaids at the cow pens; all his games are benevolent and he enters into flesh to relieve the burdens of the world."
    ],
    [
      "[The Upanishads and the Vedas] haunt me. In them I have found eternal compensation, unfathomable power, unbroken peace."
    ],
    [
      "When Confucius and the Indian Scriptures were made known, no claim to monopoly of ethical wisdom could be thought of... It is only within this century [the 1800 's] that England and America discovered that their nursery tales were old German and Scandinavian stories; and now it appears that they came from India, and are therefore the property of all the nations."
    ],
    [
      "By the rude bridge that arched the flood, Their flag to April's breeze unfurled, Here once the embattled farmers stood, And fired the shot heard round the world."
    ],
    [
      "For what avail the plough or sail, Or land or life, if freedom fail?"
    ],
    [
      "If the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him."
    ],
    [
      "We do not count a man's years until he has nothing else to count."
    ],
    [
      "God offers to every mind its choice between truth and repose."
    ],
    [
      "His heart was as great as the world, but there was no room in it to hold the memory of a wrong."
    ],
    [
      "No congress, nor mob, nor guillotine, nor fire, nor all together, can avail, to cut out, burn, or destroy the offense of superiority in persons. The superiority in him is inferiority in me."
    ],
    [
      "Every man is a divinity in disguise, a god playing the fool. It seems as if heaven had sent its insane angels into our world as to an asylum. And here they will break out into their native music, and utter at intervals the words they have heard in heaven; then the mad fit returns, and they mope and wallow like dogs!"
    ],
    [
      "I have seen manners that make a similar impression with personal beauty, that give the like exhilaration and refine us like that; and in memorable experiences they are suddenly better than beauty, and make that superfluous and ugly. But they must be marked by fine perception, the acquaintance with real beauty. They must always show control; you shall not be facile, apologetic, or leaky, but king over your word; and every gesture and action shall indicate power at rest. They must be inspired by the good heart. There is no beautifier of complexion, or form, or behavior, like the wish to scatter joy, and not pain, around us."
    ],
    [
      "The person who screams, or uses the superlative degree, or converses with heat, puts whole drawing-rooms to flight. If you wish to be loved, love measure. You must have genius or a prodigious usefulness if you will hide the want of measure."
    ],
    [
      "Nature is too thin a screen; the glory of the One breaks in everywhere."
    ],
    [
      "Nature is no sentimentalist, - does not cosset or pamper us. We must see that the world is rough and surly, and will not mind drowning a man or a woman, but swallows your ships like a grain of dust. The cold, inconsiderate of persons, tingles your blood, benumbs your feet, freezes a man like an apple. The diseases, the elements, fortune, gravity, lightning, respect no persons."
    ],
    [
      "Nothing is rich but the inexhaustible wealth of Nature. She shows us only surfaces, but she is million fathoms deep."
    ],
    [
      "The effects of opposition are wonderful. There are men who rise refreshed on hearing of a threat, - men to whom a crisis which intimidates and paralyzes the majority - demanding, not the faculties of prudence and thrift, but comprehension, immovableness, the readiness of sacrifice - comes graceful and beloved as a bride!"
    ],
    [
      "The value of a principle is the number of things it will explain; and there is no good theory of disease which does not at once suggest a cure."
    ],
    [
      "We are reformers in spring and summer; in autumn and winter we stand by the old - reformers in the morning, conservatives at night. Reform is affirmative, conservatism is negative; conservatism goes for comfort, reform for truth."
    ],
    [
      "Natural religion supplies still all the facts which are disguised under the dogma of popular creeds. The progress of religion is steadily to its identity with morals."
    ],
    [
      "Cure the drunkard, heal the insane, mollify the homicide, civilize the Pawnee, but what lessons can be devised for the debaucher of sentiment?"
    ],
    [
      "His imperial muse tosses the creation like a bauble from hand to hand to embody any capricious thought that is uppermost in her mind. The remotest spaces of nature are visited, and the farthest sundered things are brought together by a subtle spiritual connection."
    ],
    [
      "Society undergoes continual changes; it is barbarous, it is civilized, it is Christianized, it is rich, it is scientific; but this change is not amelioration. For everything that is given something is taken. Society acquires new arts, and loses old instincts. The civilized man has built a coach, but has lost the use of his feet; he has a fine Geneva watch, but cannot tell the hour by the sun."
    ],
    [
      "These preachers of beauty, which light the world with their admonishing smile."
    ],
    [
      "A vivid thought brings the power to paint it; and in proportion to the depth of its source is the force of its projection."
    ],
    [
      "It makes a great difference in the force of a sentence whether a man be behind it or no."
    ],
    [
      "There is a kind of latent omniscience not only in every man but in every particle."
    ]
  ]
}