{
    "bio": "Thomas Stearns Eliot (1888-1965) was an English poet, writer, and critic. He was born in London, England, on 16 April 1888. He died in London, England, on 29 April 1965.",
    "quotes": [
        [
            "I have seen the moment of my greatness flicker, And I have seen the eternal Footman hold my coat, and snicker, And in short, I was afraid.",
            ""
        ],
        [
            "No! I am not Prince Hamlet, nor was meant to be; Am an attendant lord, one that will do To swell a progress, start a scene or two, Advise the prince; no doubt, an easy tool, Deferential, glad to be of use, Politic, cautious, and meticulous; Full of high sentence but a bit obtuse; At times, indeed, almost ridiculous — Almost, at times, the Fool.",
            ""
        ],
        [
            "I grow old ... I grow old ... I shall wear the bottoms of my trousers rolled.",
            ""
        ],
        [
            "I have heard the mermaids singing, each to each. I do not think that they will sing to me. I have seen them riding seaward on the waves Combing the white hair of the waves blown back When the wind blows the water white and black.",
            ""
        ],
        [
            "We shall often find that not only the best, but the most individual parts of his work may be those in which the dead poets, his ancestors, assert their immortality most vigorously.",
            "Tradition and the Individual Talent (1919)"
        ],
        [
            "The bad poet is usually unconscious where he ought to be conscious, and conscious where he ought to be unconscious.",
            "Tradition and the Individual Talent (1919); Later republished in The Sacred Wood: Essays on Poetry and Criticism (1922)"
        ],
        [
            "The historical sense involves a perception, not only of the pastness of the past, but of its presence; the historical sense compels a man to write not merely with his own generation in his bones, but with a feeling that the whole of the literature of Europe from Homer and within it the whole of the literature of his own country has a simultaneous existence and composes a simultaneous order.",
            "Tradition and the Individual Talent (1919)"
        ],
        [
            "No poet, no artist of any art, has his complete meaning alone. His significance, his appreciation is the appreciation of his relation to the dead poets and artists. You cannot value him alone; you must set him, for contrast and comparison, among the dead.",
            "Tradition and the Individual Talent (1919)"
        ],
        [
            "What happens when a new work of art is created, is something that happens simultaneously to all the works of art which preceded it.",
            "Tradition and the Individual Talent (1919)"
        ],
        [
            "The existing order is complete before the new work arrives; for order to persist after the supervention of novelty, the whole existing order must be, if ever so slightly, altered; and so the relations, proportions, values of each work of art toward the whole are readjusted; and this is conformity between the old and the new.",
            "Tradition and the Individual Talent (1919)"
        ],
        [
            "The progress of an artist is a continual self-sacrifice, a continual extinction of personality.",
            "Poems (1920)"
        ],
        [
            "Poetry is not a turning loose of emotion, but an escape from emotion; it is not the expression of personality, but an escape from personality.",
            "Poems (1920)"
        ],
        [
            "Signs are taken for wonders.",
            "Poems (1920); 'Gerontion'"
        ],
        [
            "April is the cruellest month, breeding Lilacs out of the dead land, mixing Memory and desire, stirring Dull roots with spring rain.",
            "The Waste Land (1922)"
        ],
        [
            "There is shadow under this red rock (Come in under the shadow of this red rock), And I will show you something different from either Your shadow at morning striding behind you Or your shadow at evening rising to meet you; I will show you fear in a handful of dust.",
            "The Waste Land (1922)"
        ],
        [
            "Here is Belladonna, the Lady of the Rocks, The lady of situations.",
            "The Waste Land (1922)"
        ],
        [
            "Unreal city, Under the brown fog of a winter dawn, A crowd flowed over London Bridge, so many, I had not thought death had undone so many.",
            "The Waste Land (1922)"
        ],
        [
            "O O O O that Shakespeherian Rag— It's so elegant So intelligent",
            "The Waste Land (1922)"
        ],
        [
            "O you who turn the wheel and look to windward, Consider Phlebas, who was once handsome and tall as you.",
            "The Waste Land (1922)"
        ],
        [
            "Desert is not only around the corner, The desert is squeezed in the tube-train next to you, The desert is in the heart of your brother. Let me show you the work of the humble. Listen. In the vacant places We will build with new bricks Where the bricks are fallen We will build with new stone Where the beams are rotten We will build with new timbers Where the word is unspoken We will build with new speech There is work togeth...",
            ""
        ],
        [
            "What life have you, if you have not life together? There is not life that is not in community, And no community not lived in praise of GOD. And now you live dispersed on ribbon roads, And no man knows or cares who is his neighbor Unless his neighbor makes too much disturbance, But all dash to and fro in motor cars, Familiar with the roads and settled nowhere. Much to cast down, much to build, much to restore. I have given you the power of choice, and you only alternate Between futile speculatio...",
            ""
        ],
        [
            "And the wind shall say: \"Here were decent godless people: Their only monument the asphalt road And a thousand lost golf balls.\" When the Stranger says: \"What is the meaning of this city ? Do you huddle close together because you love each other?\" What will you answer? \"We all dwell together To make money from each other\"? or \"This is a community\"? Oh my soul, be prepared for the coming of the Stranger. Be prepared for him who knows how to ask questions. There is one who remembers the way to you...",
            ""
        ],
        [
            "They constantly try to escape From the darkness outside and within By dreaming of systems so perfect that no one will need to be good. But the man that is shall shadow The man that pretends to be. Then it seemed as if men must proceed from light to light, in the light of the Word, Through the Passion and Sacrifice saved in spite of their negative being; Bestial as always before, carnal, self seeking as always before, selfish and purblind as ever before, Yet always struggling, always reaffirming, alway...",
            ""
        ],
        [
            "But it seems that something has happened that has never happened before: though we know not just when, or why, or how, or where. Men have left GOD not for other gods, they say, but for no God; and this has never happened before That men both deny gods and worship gods, professing first Reason, And then Money, and Power, and what they call Life, or Race, or Dialectic. What have we to do but stand with empty hands and palms turned upwards in an age which advances progressively backwards? There came one who ...",
            ""
        ]
    ]
}