{
    "bio": "Thomas Paine was an American political philosopher, essayist, and author. He was a leading figure in the American Enlightenment and was a key figure in the American Revolution. He was also a prominent figure in the early history of the United States, and was a major figure in the development of American democracy.",
    "quotes": [
        [
            "Eloquence may strike the ear, but the language of poverty strikes the heart; the first may charm like music, but the second alarms like a knell.",
            "The Case of the Officers of Excise (1772), p. 20"
        ],
        [
            "This sacrifice of common sense is the certain badge which distinguishes slavery from freedom; for when men yield up the privilege of thinking, the last shadow of liberty quits the horizon.",
            "Reflections on Titles, Pennsylvania Magazine (May, 1775)"
        ],
        [
            "He who dares not offend cannot be honest.",
            "The Forester's Letters, Letter III: To Cato, Pennsylvania Journal (24 April 1776)"
        ],
        [
            "A man who is so exceedingly civil that for the sake of quietude and a peaceable name will silently see the community imposed upon, or their rights invaded, may, in his principles, be a good man, but cannot be stiled a useful one, neither does he come up to the full mark of his duty; for silence becomes a kind of crime when it operates as a cover or an encouragement to the guilty.",
            "To the People of America, Pennsylvania Packet (January 23, 1779)"
        ],
        [
            "Where knowledge is a duty, ignorance is a crime.",
            "Public Good (Philadelphia: John Dunlap, 1780)"
        ],
        [
            "War involves in its progress such a train of unforeseen and unsupposed circumstances ... that no human wisdom can calculate the end.",
            "Prospects on the Rubicon (London: J. Debrett, 1787)"
        ],
        [
            "And as to you, Sir, treacherous in private friendship (for so you have been to me, and that in the day of danger) and a hypocrite in public life, the world will be puzzled to decide whether you are an apostate or an impostor; whether you have abandoned good principles, or whether you ever had any.",
            "Letter to George Washington (30 July 1796)"
        ],
        [
            "It is from the Bible that man has learned cruelty, rapine, and murder; for the belief of a cruel God makes a cruel man.",
            "A Letter: Being an Answer to a Friend, on the publication of The Age of Reason (12 May 1797), published in an 1852 edition of The Age of Reason, p. 205"
        ],
        [
            "We hold, that the moral obligation of providing for old age, helpless infancy, and poverty, is far superior to that of supplying the invented wants of courtly extravagance, ambition and intrigue.",
            "Address and Declaration at a Select Meeting of the Friends of Universal Peace and Liberty (August 20, 1791) p. 3"
        ],
        [
            "We think it also necessary to express our astonishment that a government, desirous of being called free, should prefer connection with the most despotic and arbitrary powers in Europe.",
            "Address and Declaration at a Select Meeting of the Friends of Universal Peace and Liberty (August 20, 1791) p. 5"
        ],
        [
            "We live to improve, or we live in vain",
            "Address and Declaration at a Select Meeting of the Friends of Universal Peace and Liberty (August 20, 1791) p. 5"
        ],
        [
            "As to riots and tumults, let those answer for them, who, by willful misrepresentations, endeavor to excite and promote them; or who seek to stun the sense of the nation, and to lose the great cause of public good in the outrages of a misinformed mob. We take our ground on principles that require no such riotous aid. We have nothing to apprehend from the poor; for we are pleading their cause. And we fear not proud oppression, for we have truth on our side.",
            "Address and Declaration at a Select Meeting of the Friends of Universal Peace and Liberty (August 20, 1791) p. 6"
        ],
        [
            "There ought to be some regulation with respect to the spirit of denunciation that now prevails. If every individual is to indulge his private malignancy or his private ambition, to denounce at random and without any kind of proof, all confidence will be undermined and all authority be destroyed. Calumny is a species of treachery that ought to be punished as well as any other kind of treachery. It is a private vice productive of public evils; because it is possible to irritate men into disaffection by continual calumny who never intended to be disaffected.",
            "Letter to George Jacques Danton (May 6, 1793)"
        ],
        [
            "One good schoolmaster is of more use than a hundred priests.",
            "Worship and Church Bells (1797)"
        ],
        [
            "It is a want of feeling to talk of priests and bells while so many infants are perishing in the hospitals, and aged and infirm poor in the streets, from the want of necessaries.",
            "Worship and Church Bells (1797)"
        ],
        [
            "Why has the Revolution of France been stained with crimes, which the Revolution of the United States of America was not? Men are physically the same in all countries; it is education that makes them different. Accustom a people to believe that priests or any other class of men can forgive sins, and you will have sins in abundance.",
            "Worship and Church Bells (1797)"
        ],
        [
            "It is only by setting out on just principles that men are trained to be just to each other; and it will always be found, that when the rich protect the rights of the poor, the poor will protect the property of the rich.",
            "Letter to the Addressers of the Late Proclamation"
        ],
        [
            "A thing, moderately good, is not so good as it ought to be. Moderation in temper, is always a virtue; but moderation in principle, is a species of vice."
        ],
        [
            "It is error only, and not truth, that shrinks from inquiry."
        ],
        [
            "He that would make his own liberty secure must guard even his enemy from oppression; for if he violates this duty he establishes a precedent that will reach to himself."
        ],
        [
            "The right of voting for representatives is the primary right by which other rights are protected. To take away this right is to reduce a man to slavery, for slavery consists in being subject to the will of another, and he that has not a vote in the election of representatives is in this case."
        ],
        [
            "It is never to be expected in a revolution that every man is to change his opinion at the same moment. There never yet was any truth or any principle so irresistibly obvious that all men believed it at once. Time and reason must cooperate with each other to the final establishment of any principle; and therefore those who may happen to be first convinced have not a right to persecute others, on whom conviction operates more slowly. The moral principle of revolutions is to instruct, not to destroy."
        ],
        [
            "It is the nature and intention of a constitution to prevent governing by party, by establishing a common principle that shall limit and control the power and impulse of party, and that says to all parties, thus far shalt thou go and no further. But in the absence of a constitution, men look entirely to party; and instead of principle governing party, party governs principle."
        ],
        [
            "An avidity to punish is always dangerous to liberty. It leads men to stretch, to misinterpret, and to misapply even the best of laws. He that would make his own liberty secure must guard even his enemy from oppression; for if he violates this duty he establishes a precedent that will reach"
        ],
        [
            "He that would make his own liberty secure must guard even his enemy from oppression; for if he violates this duty he establishes a precedent that will reach to himself."
        ],
        [
            "When the qualification to vote is regulated by years, it is placed on the firmest possible ground, because the qualification is such as nothing but dying before the time can take away; and the equality of Rights, as a principle, is recognized in the act of regulating the exercise. But when Rights are placed upon, or made dependent upon property, they are on the most precarious of all tenures. 'Riches make themselves wings, and fly away,' and the rights fly with them ; and thus they become lost to the man when they would be of most value."
        ],
        [
            "It is from a strange mixture of tyranny and cowardice that exclusions have been set up and continued. The boldness to do wrong at first, changes afterwards into cowardly craft, and at last into fear. The Representatives in England appear now to act as if they were afraid to do right, even in part, lest it should awaken the nation to a sense of all the wrongs it has endured. This case serves to shew that the same conduct that best constitutes the safety of an individual, namely, a strict adherence to principle, constitutes also the safety of a Government, and that without it safety is but an empty name. When the rich plunder the poor of his rights, it becomes an example of the poor to plunder the rich of his property, for the rights of the one are as much property to him as wealth is property to the other and the little all is as dear as the much. It is only by setting out on just principles that men are trained to be just to each other; and it will always be found that when the rich protect the rights of the poor, the poor will protect the property of the rich. But the guarantee, to be effectual, must be parliamentarily reciprocal."
        ],
        [
            "It is therefore equally as necessary to guard against the evils of unfounded or malignant suspicion as against the evils of blind confidence. It is equally as necessary to protect the characters of public officers from calumny as it is to punish them for treachery or misconduct."
        ],
        [
            "When we reflect on the long and dense night in which France and all Europe have remained plunged by their governments and their priests, we must feel less surprise than grief at the bewilderment caused by the first burst of light that dispels the darkness.",
            "Agrarian Justice (1797)"
        ],
        [
            "Let us maintain inviolably equality in the sacred right of suffrage: public security can never have a basis more solid.",
            "Agrarian Justice (1797)"
        ],
        [
            "Men did not make the earth... It is the value of the improvements only, and not the earth itself, that is individual property... Every proprietor owes to the community a ground rent for the land which he holds.",
            "Agrarian Justice"
        ],
        [
            "I care not how affluent some may be, provided that none be miserable in consequence of it. But it is impossible to enjoy affluence with the felicity it is capable of being enjoyed, while so much misery is mingled in the scene.",
            "Means by Which the Fund Is to Be Created"
        ],
        [
            "There are, in every country, some magnificent charities established by individuals. It is, however, but little that any individual can do, when the whole extent of the misery to be relieved is considered. He may satisfy his conscience, but not his heart. He may give all that he has, and that all will relieve but little. It is only by organizing civilization upon such principles as to act like a system of pulleys, that the whole weight of misery can be removed.",
            "Means by Which the Fund Is to Be Created"
        ],
        [
            "Separate an individual from society, and give him an island or a continent to possess, and he cannot acquire personal property. He cannot be rich. So inseparably are the means connected with the end, in all cases, that where the former do not exist the latter cannot be obtained. All accumulation, therefore, of personal property, beyond what a man's own hands produce, is derived to him by living in society; and he owes on every principle of justice, of gratitude, and of civilization, a part of that accumulation back again to society from whence the whole came.",
            "Means by Which the Fund Is to Be Created"
        ],
        [
            "Despotic government supports itself by abject civilization, in which debasement of the human mind, and wretchedness in the mass of the people, are the chief criterions. Such governments consider man merely as an animal; that the exercise of intellectual faculty is not his privilege; that he has nothing to do with the laws but to obey them; and they politically depend more upon breaking the spirit of the people by poverty, than they fear enraging it by desperation.",
            "Means by Which the Fund Is to Be Created"
        ],
        [
            "An army of principles will penetrate where an army of soldiers cannot; it will succeed where diplomatic management would fall: it is neither the Rhine, the Channel, nor the ocean that can arrest its progress: it will march on the horizon of the world, and it will conquer.",
            "Means by Which the Fund Is to Be Created"
        ],
        [
            "All the principles of science are of divine origin. Man cannot make, or invent, or contrive principles; he can only discover them, and he ought to look through the discovery to the Author.",
            "Discourse to the Theophilanthropists (1798)"
        ],
        [
            "Religion has two principal enemies, fanaticism and infidelity, or that which is called atheism. The first requires to be combated by reason and morality, the other by natural philosophy.",
            "Discourse, &c. &c."
        ],
        [
            "The universe is the bible of a true Theophilanthropist. It is there that he reads of God. It is there that the proofs of his existence are to be sought and to be found. As to written or printed books, by whatever name they are called, they are the works of man's hands, and carry no evidence in themselves that God is the author of any of them. It must be in something that man could not make, that we must seek evidence for our belief, and that something is the universe; the true bible; the inimitable word, of God.",
            "Discourse, &c. &c."
        ],
        [
            "The universe is composed of matter, and, as a system, is sustained by motion.",
            "Discourse, &c. &c."
        ],
        [
            "It has been the error of schools to teach astronomy, and all the other sciences and subjects of natural philosophy, as accomplishments only; whereas they should be taught theologically, or with reference to the Being who is the Author of them: for all the principles of science are of divine origin. Man cannot make, or invent, or contrive principles; he can only discover them, and he ought to look through the discovery to the Author.",
            "Discourse, &c. &c."
        ],
        [
            "The evil that has resulted from the error of the schools in teaching natural philosophy as an accomplishment only has been that of generating in the pupils a species of atheism. Instead of looking through the works of creation to the Creator Himself, they stop short and employ the knowledge they acquire to create doubts of His existence. They labor with studied ingenuity to ascribe everything they behold to innate properties of matter and jump over all the rest by saying that matter is eternal.",
            "Discourse, &c. &c."
        ],
        [
            "Giving then to matter all the properties which philosophy knows it has, or all that atheism ascribes to it, and can prove, and even supposing matter to be eternal, it will not account for the system of the universe or of the solar system, because it will not account for motion, and it is motion that preserves it. When, therefore, we discover a circumstance of such immense importance, that without it the universe could not exist, and for which neither matter, nor any, nor all, the properties of matter can account, we are by necessity forced into the rational and comfortable belief of the existence of a cause superior to matter, and that cause man calls, God.",
            "Discourse, &c. &c."
        ],
        [
            "As to that which is called nature, it is no other than the laws by which motion and action of every kind, with respect to unintelligible matter, is regulated. And when we speak of looking through nature up to nature's God, we speak philosophically the same rational language as when we speak of looking through human laws up to the power that ordained them.",
            "Discourse, &c. &c."
        ],
        [
            "It is the duty of every man, so far as his ability extends, to detect and expose delusion and error.",
            "The Theophilanthropist: Containing Critical, Moral, Theological and Literary Essays, in Monthly Numbers, p. 387"
        ],
        [
            "The christian religion is a parody on the worship of the Sun, in which they put a man whom they call Christ, in the place of the Sun, and pay him the same adoration which was originally paid to the Sun.",
            "An Essay on the Origin of Free-Masonry (1803-1805); found in manuscript form after Paine's death and thought to have been written for an intended part III of The Age of Reason. It was partially published in 1810 and published in its entirety in 1818."
        ],
        [
            "If a man makes the press utter atrocious things he becomes as answerable for them as if he had uttered them by word of mouth. Mr. Jefferson has said in his inaugural speech, that 'error of opinion might be tolerated, when reason was left free to combat it.' This is sound philosophy in cases of error. But there is a difference between error and licentiousness.",
            "Liberty of the Press (1806)"
        ],
        [
            "I have lived an honest and useful life to mankind; my time has been spend in doing good and I die in perfect composure and resignation to the will of my Creator, God.",
            "Last will (1809), as quoted in The Fortnightly Review, vol. 31, pp. 398–399"
        ],
        [
            "Let me have none of your Popish stuff! Get away with you, good morning.",
            "Last words (June 1809), as quoted in The Fortnightly, vol. 25; vol. 31, p. 398"
        ],
        [
            "I have no wish to believe on that subject.",
            "Last words (June 1809), as quoted in Thomas Paine's Rights of Man, by Christopher Hitchens (Grove Press, 2008), p. 140"
        ],
        [
            "If the slavery of the parents be unjust, much more is their children's; if the parents were justly slaves, yet the children are born free; this is the natural, perfect right of all mankind; they are nothing but a just recompense to those who bring them up: And as much less is commonly spent on them than others, they have a right, in justice, to be proportionably sooner free.",
            null
        ],
        [
            "Certainly one may, with as much reason and decency, plead for murder, robbery, lewdness, and barbarity, as for this practice: They are not more contrary to the natural dictates of Conscience, and feelings of Humanity; nay, they are all comprehended in it.",
            null
        ],
        [
            "The great Question may be—What should be done with those who are enslaved already? To turn the old and infirm free, would be injustice and cruelty; they who enjoyed the labours of their better days should keep, and treat them humanely. As to the rest, let prudent men, with the assistance of legislatures, determine what is practicable for masters, and best for them. Perhaps some could give them lands upon reasonable rent, some, employing them in their labour still, might give them some reasonable allowances for it; so as all may have some property, and fruits of their labours at their own disposal, and be encouraged to industry; the family may live together, and enjoy the natural satisfaction of exercising relative affections and duties, with civil protection, and other advantages, like fellow men. Perhaps they might sometime form useful barrier settlements on the frontiers. Thus they may become interested in the public welfare, and assist in promoting it; instead of being dangerous, as now they are, should any enemy promise them a better condition.",
            null
        ],
        [
            "The past treatment of Africans must naturally fill them with abhorrence of Christians; lead them to think our religion would make them more inhuman savages if they embraced it.",
            null
        ],
        [
            "The past treatment of Africans must naturally fill them with abhorrence of Christians; lead them to think our religion would make them more inhuman savages, if they embraced it; thus the gain of that trade has been pursued in opposition to the Redeemer's cause, and the happiness of men: Are we not, therefore, bound in duty to him and to them to repair these injuries, as far as possible, by taking some proper measures to instruct, not only the slaves here, but the Africans in their own countries? Primitive Christians laboured always to spread their Divine Religion; and this is equally our duty while there is an Heathen nation: But what singular obligations are we under to these injured people!",
            null
        ],
        [
            "Thomas Paine has not only been long actuated by, but that he formerly gloried in avowing, an implacable animosity and rooted hatred to this country; and that not merely to its Government, but to its interests, its welfare, its national character, its national honour, its commercial and naval greatness.",
            "John Bowles, A Protest against T. Paine's 'Rights of Man' (1792), p. viii"
        ],
        [
            "The neglected pioneer of one revolution, the honoured victim of another, brave to the point of folly, and as humane as he was brave, no man in his generation preached republican virtue in better English, nor lived it with a finer disregard of self.",
            "H. N. Brailsford, 'Thomas Paine', in Shelley, Godwin and Their Circle (1913); as cited in Thomas Paine (1988) by A. J. Ayer, p. 188"
        ],
        [
            "I consider Paine our greatest political person. As we have not advanced, and perhaps never shall advance, beyond the Declaration and Constitution, so Paine has had no successors who extended his principles.",
            "Thomas Alva Edison, in 'The Philosophy of Paine' (7 June 1925)"
        ],
        [
            "What more, in 1791, could be necessary, to vindicate Burke's Cassandra-like Reflections on the French Revolution, than the publication and ominous popularity of Tom Paine's Rights of Man? Such a book it was, that a generation later Newman's pupils took it as evidence of a singular strength of mind in their tutor that he was known to have read and to possess a copy. He kept it, indeed, under lock and key and let it out only to those who, he was assured, could come to no harm in consequence.",
            "Geoffrey Faber, Oxford Apostles: A Character Study of the Oxford Movement (1936), p. 18"
        ],
        [
            "Thomas Paine was the most far-seeing Englishman of the eighteenth century... He remains the major prophet of democracy and representative government... Almost a century before Lincoln he sought to write into the American Constitution a clause against slavery. Long before John Stuart Mill, he championed the rights of women. He was among the very first of English writers to espouse the cause of Indian freedom. Well ahead of my old friends, Dick Crossman or Barbara Castle, he had a good plan for old age pensions. And how men in all our modern parties might tremble at his proposals for land nationalisation; he wanted new laws for marriage and divorce. International arbitration, family allowances, maternity benefits, free education, prison reform, full employment—yes much of the future the Labour Party has offered was previously on offer, in much better English, from Thomas Paine.",
            "Michael Foot, 'The Greatest Exile', Debts of Honour (1980), pp. 168, 173"
        ],
        [
            "As a man of words and a man of action combined, no other figure of this century could match the way he would take all national frontiers in his stride. He was the first who could properly call himself a citizen of the world, and who sought to translate his claim into action. Amazingly, some of his supposedly less well-educated contemporaries saw all this quite clearly when it was concealed from their terrified rulers. Soon after the publication of The Rights of Man in 1791 one of his Yorkshire disciples wrote: 'Our views of The Rights of Man are not confined solely to this small island but are extended to the whole human race, black or white, high or low.' That was the true Paineite doctrine; it was no accident that the American Paine was one of the first to denounce slavery and the English Paine one of the first to describe the lineaments of the welfare state.",
            "Michael Foot, 'Citizen Paine', The Guardian (16 November 1989), quoted in The Uncollected Michael Foot: Essays Old and New, ed. Brian Brivati (2003), pp. 286–287"
        ],
        [
            "He was emphatic that the Bible was mostly 'a history of the grossest vices, and a collection of the most paltry and contemptible tales' so that, he said, 'I cannot dishonour my Creator by calling it by his name'. The true word of God, rather, was the nature He had made: 'THE WORD OF GOD IS THE CREATION WE BEHOLD'.",
            ""
        ],
        [
            "Paine's view that Christianity was false legitimated his political radicalism, in that to his mind it deprived inegalitarian political arrangements of their buttress. Christianity, in his view, had adapted paganism to the assistance of the great, so that 'the Christian theory is little else than the idolatry of the ancient Mythologists, accommodated to the purposes of power and revenue'. In his view compulsory religion and oppressive states were brethren.",
            ""
        ],
        [
            "It is clear, besides, that proselytizing for deism was important to Paine as an activity in itself. It is easy to see that he conceived a series of artificial hierarchies, mutually supportive and all equally against nature... He viewed Christianity as their intellectual type and political foundation, so that its destruction and supersession by deism were central to his enterprise. About one-quarter of his works was devoted to theology.",
            "Ian Harris, 'Paine and Burke: God, nature and politics', in Michael Bentley (ed.), Public and Private Doctrine: Essays in British History presented to Maurice Cowling (1993), pp. 51-52"
        ],
        [
            "As an act of kindness Mr. Woodsworth visited Mr. Paine every day for six weeks before his death. He frequently sat up with him, and did so on the last two nights of his life. He was always there with Dr. Manley, the physician, and assisted in removing Mr. Paine while his bed was prepared. He was present when Dr. Manley asked Mr. Paine 'if he wished to believe that Jesus Christ was the Son of God,' and he describes Mr. Paine's answer as animated. He says that lying on his back he used some action and with much emphasis, replied, 'I have no wish to believe on that subject.' He lived some time after this, but was not known to speak, for he died tranquilly.",
            "Robert G. Ingersoll, repudiating accounts of Paine embracing Christian traditions on his deathbed, in A Vindication of Thomas Paine (1877); Ingersoll also recounted the incident in A Christmas Sermon (1891)"
        ],
        [
            "Thomas Paine had passed the legendary limit of life. One by one most of his old friends and acquaintances had deserted him. Maligned on every side, execrated, shunned and abhorred – his virtues denounced as vices – his services forgotten – his character blackened, he preserved the poise and balance of his soul. He was a victim of the people, but his convictions remained unshaken. He was still a soldier in the army of freedom, and still tried to enlighten and civilize those who were impatiently waiting for his death. Even those who loved their enemies hated him, their friend – the friend of the whole world – with all their hearts. On the 8th of June, 1809, death came – Death, almost his only friend. At his funeral no pomp, no pageantry, no civic procession, no military display. In a carriage, a woman and her son who had lived on the bounty of the dead – on horseback, a Quaker, the humanity of whose heart dominated the creed of his head – and, following on foot, two negroes filled with gratitude – constituted the funeral cortege of Thomas Paine.",
            "Robert G. Ingersoll, as quoted in Works of Thomas Paine (2008)"
        ],
        [
            "It was the American Revolution's patriot and pamphleteer, Thomas Paine... who launched the social-democratic tradition in the 1790s. In his pamphlets, Rights of Man and Agrarian Justice, Paine outlined plans for combating poverty that would become what we today call Social Security. As Paine put it in the latter work, since God has provided the earth and the land upon it as a collective endowment for humanity, those who have come to possess the land as private property owe the dispossessed an annual rent for it. Specifically, Paine delineated a limited redistribution of income by way of a tax on landed wealth and property. The funds collected were to provide both grants for young people to get started in life and pensions for the elderly.",
            "Harvey J. Kaye, Social Democracy Is 100-Percent American, BillMoyers.com (3 July 2015)"
        ],
        [
            "In 1776, Tom Paine wrote in his rabble-rousing pamphlet Common Sense, 'It is the good fortune of many to live distant from the scene of sorrow.' Well, the distance is closing, and soon enough no one will be safe from the sorrow of ecocide.",
            "Naomi Klein This Changes Everything: Capitalism vs. The Climate (2014)"
        ],
        [
            "When I came home from church, for a while, my father insisted on reading aloud to me from Thomas Paine's The Age of Reason-a diatribe against institutional religion.",
            "Adrienne Rich, Blood, Bread, and Poetry (1986)"
        ],
        [
            "When Bonaparte returned from Italy he called on Mr. Paine and invited him to dinner: in the course of his rapturous address to him he declared that a statue of gold ought to be erected to him in every city in the universe, assuring him that he always slept with his book 'Rights of Man' under his pillow and conjured him to honor him with his correspondence and advice. This anecdote is only related as a fact. Of the sincerity of the compliment, those may judge who know Bonaparte's principles best.",
            "Thomas 'Clio' Rickman, Life of Thomas Paine (1819)"
        ],
        [
            "What a pity the world had only one Thomas Paine!",
            "Ernestine Rose, 1855 speech anthologized in Mistress of Herself edited by Paula Doress-Worters (2008)"
        ],
        [
            "The First Amendment to the United States Constitution encourages a diversity of religions but does not prohibit criticism of religion. In fact it protects and encourages criticism of religion. Religions ought to be subject to at least the same degree of skepticism as, for example, contentions about UFO visitations or Velikovskian catastrophism. I think it is healthy for the religions themselves to foster skepticism about the fundamental underpinnings of their evidential bases. There is no question that religion provides a solace and support, a bulwark in time of emotional need, and can serve extremely useful social roles. But it by no means follows that religion should be immu"
        ],
        [
            "One must refrain, for example, from faith, from patriotism, from dogma, from everyday economic pursuits, from testing, from critical scrutiny, from skepticism. It is striking how little skeptical discussion of religion there is in the nation that Tom Paine, the author of The Age of Reason, helped to found. I hold that belief systems that cannot survive scrutiny are probably not worth having.",
            "Carl Sagan Broca's Brain (p. 338)"
        ],
        [
            "The Rights of Man is a foundation-text of the English working-class movement... Paine speaks for the governed, and assumes that the authority of government derives from conquest and inherited power in a class-based society... What he gave to the people was a new rhetoric of radical egalitarianism, which touched the deepest responses of the 'free-born Englishman' and which penetrated the sub-political attitude of the urban working people... The Paine tradition runs strongly through the popular journalism of the nineteenth century... It is strongly challenged in the 1880s, but the tradition and the rhetoric are still alive in Blatchford and in the popular appeal of Lloyd George. We can almost say that Paine established a new framework within which Radicalism was confined for nearly 100 years.",
            "E. P. Thompson, The Making of the English Working Class (1963; rev. edn. 1968), pp. 99–100, 103"
        ],
        [
            "I have been lately introduced to the famous Thomas Paine, and like him very well. He is vain beyond all belief, but he has reason to be vain, and for my part I forgive him. He has done wonders for the cause of liberty, both in America and Europe, and I believe him to be conscientiously an honest man. He converses extremely well; and I find him wittier in discourse than in his writings, where his humour is clumsy enough.",
            "Theobald Wolfe Tone, journal entry (3 March 1797), published in Memoirs of Theobald Wolfe Tone (1827), p. 172"
        ],
        [
            "Paine and Voltaire had their admirers; and when it was a punishable offence to read the works of the former, a few, who thought highly of his Rights of Man and Age of Reason, would assemble in secret places on the mountains, and, taking the works from concealed places under a large boulder or so, read them with great unction. But if Paine had admirers he had also enemies, for at the same time religious men had the nails in their boots arranged to form T. P., that then they might figuratively tread Tom Paine underfoot.",
            "Charles Wilkins, The History of Merthyr Tydfil (1867), p. 270"
        ],
        [
            "Ideas of female equality were in the air during and after the Revolution. Tom Paine spoke out for the equal rights of women. And the pioneering book of Mary Wollstonecraft in England, A Vindication of the Rights of Women, was reprinted in the United States shortly after the Revolutionary War.",
            "Howard Zinn, A People's History of the United States"
        ]
    ]
}