{
    "bio": "Timothy Leary was an American psychiatrist, author, and speaker. He was a pioneer in the field of humanistic psychology, which is the study of human nature and the human condition. He is known for his work on the therapeutic use of drugs, his advocacy for the elimination of psychoactive drugs, and his efforts to promote the idea that mental illness is a disease and not a choice. He was also a prominent figure in the anti-war movement and was involved in the civil rights movement in the United States.",
    "quotes": [
        [
            "We are dealing with the best-educated generation in history... The problem is that no one is giving them anything fresh. They've got a brain dressed up with nowhere to go.",
            "Interview by David Sheff in Rolling Stone Twentieth Anniversary Issue (1987)"
        ],
        [
            "Throughout human history, as our species has faced the frightening, terrorizing fact that we do not know who we are, or where we are going in this ocean of chaos, it has been the authorities — the political, the religious, the educational authorities — who attempted to comfort us by giving us order, rules, regulations, informing — forming in our minds — their view of reality. To think for yourself you must question authority and learn how to put yourself in a state of vulnerable open-mindedness, chaotic, confused vulnerability to inform yourself.",
            "How to Operate Your Brain (1994), a guided meditation spoken by Timothy Leary and set to music."
        ],
        [
            "A psychedelic experience is a journey to new realms of consciousness. The scope and content of the experience is limitless, but its characteristic features are the transcendence of verbal concepts, of space-time dimensions, and of the ego or identity. Such experiences of enlarged consciousness can occur in a variety of ways: sensory deprivation, yoga exercises, disciplined meditation, religious or aesthetic ecstasies, or spontaneously. Most recently they have become available to anyone through the ingestion of psychedelic drugs such as LSD, psilocybin, mescaline, DMT, etc. Of course, the drug does not produce the transcendent experience. It merely acts as a chemical key — it opens the mind, frees the nervous system of its ordinary patterns and structures.",
            "The Psychedelic Experience (1995)"
        ],
        [
            "Like the microscope and telescope were criminalized for exactly the same reasons that psychedelic plants were banned in later years. They allow us to peer into bits and zones of Chaos.",
            "Pronoia Is the Antidote for Paranoia : How the Whole World Is Conspiring to Shower You with Blessings (2005), by Rob Brezsny, p. 8"
        ],
        [
            "Civilization is unbearable, but it is less unbearable at the top.",
            "Still Casting Shadows : A Shared Mosaic of U.S. History (2006) by B. Clay Shannon, p. 376"
        ],
        [
            "I've left specific instructions that I do not want to be brought back during a Republican administration.",
            "The Nastiest Things Ever Said About Republicans (2006) by Martin Higgins, p. 130"
        ],
        [
            "Seven million people I turned on, and only one hundred thousand have come by to thank me.",
            "Don Lattin, The Harvard Psychedelic Club (2010), p. 202"
        ],
        [
            "Anything that affects your senses … is your business. If you want to kill yourself through nicotine or cyanide, it's your business.",
            "Start your own Religion (1967)"
        ],
        [
            "That intermediate manifestation of the divine process which we call the DNA code has spent the last 2 billion years making this planet a Garden of Eden.",
            "The Purpose of Life is Religious Discovery"
        ],
        [
            "Actions which are conscious expressions of the turn-on, tune-in, drop-out rhythm are religious.",
            "The Purpose of Life is Religious Discovery"
        ],
        [
            "By drop out, I mean to detach yourself from involvement in secular, external social games.",
            "The Politics of Ecstasy (1968)"
        ],
        [
            "If you are serious about your religion, if you really wish to commit yourself to the spiritual quest, you must learn how to use psychochemicals. Drugs are the religion of the twenty-first century. Pursuing the religious life today without using psychedelic drugs is like studying astronomy with the naked eye because that's how they did it in the first century A.D., and besides telescopes are unnatural.",
            "The Politics of Ecstasy (1968)"
        ],
        [
            "My advice to myself and to everyone else, particularly young people, is to turn on, tune in and drop out. By drop out, I mean to detach yourself from involvement in secular, external social games. But the dropping out has to occur internally before it can occur externally. I'm not telling kids just to quit school; I'm not telling people to quit their jobs. That is an inevitable development of the process of turning on and tuning in.",
            "The Politics of Ecstasy (1968)"
        ],
        [
            "My advice to people today is as follows: If you take the game of life seriously, if you take your nervous system seriously, if you take your sense organs seriously, if you take the energy process seriously, you must turn on, tune in, and drop out.",
            "The Politics of Ecstasy (1968)"
        ],
        [
            "Come together right now. Don't come tomorrow, don't come alone, Come together right now, Over me.",
            "Flashbacks, An Autobiography (1983), p. 281"
        ],
        [
            "While sitting in my prison cell, I was astonished to hear the local rock station play a new song by the Beatles entitled 'Come Together.' Although the new version was certainly a musical and lyrical improvement on my campaign song, I was a bit miffed that Lennon had passed me over this way.",
            "Flashbacks, An Autobiography (1983), p. 388"
        ]
    ]
}