{
    "bio": "William Saroyan was an American writer, journalist, and political activist. He was a leading figure in the American Civil Rights Movement and was a key figure in the development of the Black Power movement. He was also a prominent figure in the anti-war movement and was involved in the civil rights movement in the United States.",
    "quotes": [
        [
            "Clouds, the sun, the faces and voices of kids and the aged, and similar accidents of beauty, innocence, truth and loneliness.",
            null
        ],
        [
            "Poetry must be read to be poetry. It may be that one reader is all that I deserve. If this is so, I want that reader to be you.",
            null
        ],
        [
            "I have managed to conceal my madness fairly effectively, and as far as I know it hasn't hurt anybody badly, for which I am grateful.",
            null
        ],
        [
            "In the end, today is forever, yesterday is still today, and tomorrow is already today.",
            null
        ],
        [
            "I am deeply opposed to violence in all its forms, and yet I myself am violent in spirit, in my quarrel with the unbeatable: myself, my daemon, God, the human race, the world, time, pain, disorder, disgrace and death.",
            null
        ],
        [
            "I have made a fiasco of my life, but I have had the right material to work with.",
            null
        ],
        [
            "Go ahead. Fire your feeble guns. You won't kill anything. There will always be poets in the world.",
            null
        ],
        [
            "I believe that time, with its infinite understanding, will one day forgive me.",
            null
        ],
        [
            "Nothing has ever been more sure-fire than truth and integrity.",
            null
        ],
        [
            "I believe in my work and am eager for others to know about it.",
            null
        ],
        [
            "It is better to be a good human being than to be a bad one. It is just naturally better.",
            null
        ],
        [
            "The child race is fresh, eager, interested, innocent, imaginative, healthy and full of faith, where the adult race, more often than not, is stale, spiritually debauched, unimaginative, unhealthy, and without faith.",
            null
        ],
        [
            "Art comes from the world, belongs to it, can never escape from it.",
            null
        ],
        [
            "Seek goodness everywhere, and when it is found, bring it out of its hiding-place and let it be free and unashamed.",
            "The Time of Your Life (1939)"
        ],
        [
            "Don't forget that some things count more than other things.",
            "The Time of Your Life (1939)"
        ],
        [
            "A play is a world, with its own inhabitants and its own laws and its values.",
            "The Time of Your Life (1939)"
        ],
        [
            "Each person belongs to the environment, in his own person, as himself.",
            "The Time of Your Life (1939)"
        ],
        [
            "What art needs is greater men, and what politics needs is better men.",
            "Something About a Soldier (1940)"
        ],
        [
            "Art can no longer afford to be contemptuous of politics, and it appears to be time politics took a little instruction from art.",
            "Something About a Soldier (1940)"
        ],
        [
            "The weakness of art is that great poems do not ennoble politics, as they certainly should, and the trouble with politics is that they inspire poets only to mockery and scorn.",
            "Something About a Soldier (1940)"
        ],
        [
            "Art and politics must move closer together. Reflection and action must be equally valid in good men if history is not to take one course and art another.",
            "Something About a Soldier (1940)"
        ],
        [
            "Wars, for us, are either inevitable, or created. Whatever they are, they should not wholly vitiate art. What art needs is greater men, and what politics needs is better men.",
            "Something About a Soldier (1940)"
        ],
        [
            "Art and religion would not be able to stop the war any more than they would be able to stop tomorrow.",
            "Something About a Soldier (1940)"
        ],
        [
            "My work has always been the product of my time.",
            "Something About a Soldier (1940)"
        ],
        [
            "We didn't say anything because there was such an awful lot to say, and no language to say it in.",
            "My Name Is Aram (1940)"
        ],
        [
            "Everything alive is part of each of us, and many things which do not move as we move are part of us. The sun is part of us, the earth, the sky, the stars, the rivers, and the oceans.",
            "The Human Comedy (1943)"
        ],
        [
            "Their singing wasn't particularly good, but the feeling with which they sang was not bad at all.",
            "The Human Comedy (1943)"
        ],
        [
            "I'm reminded of the incident in the early 1950s when a suddenly-timorous Jack Kerouac reportedly met Saroyan and exclaimed, 'So you're the man who wrote 'The Summer of the Beautiful White Horse.' I've never forgotten that story!' That meeting, one could suggest, was inevitable. All the ingredients the Beats would incorporate into their canon had a germinal precedent in Saroyan's work: Rexroth's and Ferlinghetti's recognition of San Francisco's cultural civility and bohemian possibilities; Kerouac's interior monologues, frenzied energy and catch-all structureless narratives; and the Beat poets' looking toward the collected wisdom of Asia and its intermixed infusion of philosophical acceptance, respect for the earth and simplicity of style."
        ],
        [
            "Those who remain under the Saroyan spell can only hope that the world will come around. His work simply seems too extraordinary, and universal, to be cleared from the shelves..."
        ],
        [
            "I've been reading William Saroyan's short story 'Cowards', a wonderful story about a man who hid under the bed during World War I. It's just the right short story to read right now in the aftermath of the Persian Gulf war... [The characters] are Armenian Americans... in Fresno, California, but they are Americans, and they are all going off to fight in Europe during World War I. And now we are fighting again, all in different configurations. The story asks, 'What is cowardice?' Is it a refusal to fight or is it just going in to fight? But that's just one little short story, and it didn't stop World War II, but maybe evolution is longer than that."
        ],
        [
            "A great man for the arts should be celebrated not because of the past, but for the future."
        ],
        [
            "He was the first writer I fell in love with, boyishly in love. I was held by his unaffected voice, his sentimentality, his defiant individualism. I found myself in the stories he told... I learned from Saroyan that you do not have to live in some great city — in New York or Paris — in order to write... When I was a student at Stanford, a generation ago, the name of William Saroyan was never mentioned by any professor in the English Department. William Saroyan apparently was not considered a major American talent. Instead, we undergraduates set about the business of psychoanalyzing Hamlet and deconstructing Lolita. In my mind Saroyan belongs with John Steinbeck, a fellow small town Californian and of the same generation. He belongs with Thornton Wilder, with those writers whose aching love of America was formed by the Depression and the shadow of war. … Saroyan's prose is as plain as it is strong. He talks about the pleasure of drinking water from a hose on a summer afternoon in California's Central Valley, and he holds you with the pure line. My favorite is his novel The Human Comedy... In 1943, The Human Comedy became an MGM movie starring Mickey Rooney, but I always imagined Homer Macaulay as a darker, more soulful boy, someone who looked very much like a young William Saroyan..."
        ],
        [
            "Always, Bill talked about being and becoming a writer, of all the stories and ideas inside him that had to come out."
        ]
    ]
}